Repository: 0ndorio/gnupg
Catalog: po/*.po
Languages: ro, sk

source: ASCII armored output forced.
ro: Ieºire în armurã ASCII forþatã.
sk: Vynútený ASCII textový výstup.

source: make_keysig_packet failed: %s
ro: make_keysig_packet a eºuat: %s
sk: make_keysig_packet zlyhala: %s

source: Revocation certificate created.
ro: Certificat de revocare creat.
sk: Revokaèný certifikát bol vytvorený.

source: no revocation keys found for "%s"
ro: nici o cheie de revocare gãsitã pentru "%s"

source: secret key "%s" not found: %s
ro: cheia secretã "%s" nu a fost gãsitã: %s

source: no corresponding public key: %s
ro: nici o cheie publicã corespunzãtoare: %s
sk: ¾iadny zodpovedajúci verejný kµúè: %s

source: public key does not match secret key!
ro: cheia publicã nu se potriveºte cu cheia secretã!
sk: verejný kµúè nesúhlasí s tajným!

source: Create a revocation certificate for this key? (y/N)
ro: Creaþi un certificat de revocare pentru aceastã cheie? (d/N)

source: unknown protection algorithm
ro: algoritm de protecþie necunoscut
sk: neznámy ochranný algoritmus

source: NOTE: This key is not protected!
ro: NOTÃ: Aceastã cheie nu este protejatã!
sk: POZNÁMKA: Tento kµúè nie je chránený!

source: Revocation certificate created. Please move it to a medium which you can hide away; if Mallory gets access to this certificate he can use it to make your key unusable. It is smart to print this certificate and store it away, just in case your media become unreadable. But have some caution: The print system of your machine might store the data and make it available to others!
ro: Certificat de revocare creat. Vã rugãm mutaþi-l pe un medium pe care îl puteþi ascunde; dacã cineva pune mâna pe acest certificat l-ar putea folosi sã vã facã cheia inutilizabilã. Este indicat sã tipãriþi acest certificat ºi sã-l pãstraþi undeva sigur, în caz cã mediumul este deteriorat. Dar fiþi atent: sistemul de tipãrire al maºinii d-voastrã ar putea pãstra datele ºi sã le facã accesibile altora!
sk: Bol vytvorený revokaèný certifikát. Presuòte ho na médium, ktoré mô¾ete schova»; ak Mallory získa k tomuto certifikátu prístup, mô¾e znefunkèni» Vá¹ kµúè. Jednoduché je vytlaèi» certifikát a schova» ho, pre prípad ¾e by médium bolo neèitateµné. Ale hrozí nebezpeèenstvo: Tlaèový systém Vá¹ho poèítaèa mô¾e uklada» dáta a sprístupni» ich iným!

source: Please select the reason for the revocation:
ro: Vã rugãm selectaþi motivul pentru revocare:
sk: Prosím výberte dôvod na revokáciu:

source: Cancel
ro: Renunþã
sk: Zru¹i»

source: (Probably you want to select %d here)
ro: (Probabil doriþi sã selectaþi %d aici)
sk: (Pravdepodobne ste chceli vybra» %d)

source: Enter an optional description; end it with an empty line:
ro: Introduceþi o descriere opþionalã; terminaþi cu o linie goalã:
sk: Ak chcete, napí¹te popis; ukonèite prázdnym riadkom:

source: Reason for revocation: %s
ro: Motiv pentru revocare: %s
sk: Dôvod na revokáciu: %s

source: (No description given)
ro: (Nici o descriere datã)
sk: (®iadny popis)

source: Is this okay? (y/N)
ro: Este aceasta OK? (d/N)

source: secret key parts are not available
ro: pãrþi ale cheii secrete nu sunt disponibile
sk: tajné èasti kµúèa nie sú dostupné

source: protection algorithm %d%s is not supported
ro: algoritm de protecþie %d%s nu este suportat
sk: ochranný algoritmus %d%s nie je podporováný

source: protection digest %d is not supported
ro: algoritm rezumat %d nu este suportat

source: Invalid passphrase; please try again
ro: Frazã-parolã invalidã; vã rugãm mai încercaþi o datã
sk: Neplatné heslo; prosím, skúste to znovu

source: WARNING: Weak key detected - please change passphrase again.
ro: AVERTISMENT: Cheie slabã detectatã - vã rugãm schimbaþi din nou fraza-parolã.
sk: VAROVANIE: Zistený slabý kµúè - zmeòte, prosím, znovu heslo.

source: generating the deprecated 16-bit checksum for secret key protection
ro: generez învechitul checksum de 16-bit pentru protecþia cheii secrete
sk: generujem zastaralý 16 bitový kontrolný súèet na ochranu tajného kµúèa

source: weak key created - retrying
ro: cheie slabã creatã - reîncerc
sk: vytvorený slabý kµúè - skú¹am znovu

source: cannot avoid weak key for symmetric cipher; tried %d times!
ro: nu pot evita cheie slabã pentru cifru simetric; am încercat %d ori!
sk: nemô¾em sa vyvarova» slabého kµúèa pre symetrickú ¹ifru; operáciu som skúsil %d krát!

source: WARNING: signature digest conflict in message
ro: AVERTISMENT: conflict pentru rezumat semnãturã în mesaj
sk: VAROVANIE: konflikt hashu podpisu v správe

source: WARNING: signing subkey %s is not cross-certified
ro: AVERTISMENT: subcheia de semnare %s nu este certificatã reciproc (cross-certified)

source: WARNING: signing subkey %s has an invalid cross-certification
ro: AVERTISMENT: subcheia de semnare %s are o certificare-reciprocã invalidã (invalid cross-certification)

source: public key %s is %lu second newer than the signature
ro: cheie publicã %s este mai nouã cu %lu secundã decât semnãtura

source: public key %s is %lu seconds newer than the signature
ro: cheie publicã %s este mai nouã cu %lu secunde decât semnãtura

source: key %s was created %lu second in the future (time warp or clock problem)
ro: cheia %s a fost creatã %lu secundã în viitor (warp în timp sau probleme cu ceasul)

source: key %s was created %lu seconds in the future (time warp or clock problem)
ro: cheia %s a fost creatã %lu secunde în viitor (warp în timp sau probleme cu ceasul)

source: NOTE: signature key %s expired %s
ro: NOTÃ: cheia semnãturii %s a expirat %s

source: assuming bad signature from key %s due to an unknown critical bit
ro: presupun semnãturã incorectã din cheia %s datoritã unui bit critic necunoscut

source: key %s: no subkey for subkey revocation signature
ro: cheia %s: nici o subcheie pentru semnãtura de revocare a subcheii

source: key %s: no subkey for subkey binding signature
ro: cheia %s: nici o subcheie pentru semnãtura legatã de subcheie

source: can't put notation data into v3 (PGP 2.x style) signatures
ro: nu pot pune date notare în semnãturi v3 (stil PGP 2.x)
sk: nemô¾em prida» dodatoèné údaje do v3 (PGP 2.x ¹týl) podpisov

source: can't put notation data into v3 (PGP 2.x style) key signatures
ro: nu pot pune date notare în semnãturi de chei v3 (stil PGP 2.x)
sk: nemô¾em prida» dodatoèné údaje do v3 (PGP 2.x ¹týl) podpisov kµúèov

source: WARNING: unable to %%-expand notation (too large). Using unexpanded.
ro: AVERTISMENT: nu pot %%-expanda notarea (prea mare). Folosesc neexpandat.
sk: VAROVANIE: nemo¾no %%-expandova» notácie (príli¹ dlhé). Pou¾ité neexpandované.

source: can't put a policy URL into v3 (PGP 2.x style) signatures
ro: nu pot pune un URL de politicã în semnãturi v3 (stil PGP 2.x)
sk: nemô¾em prida» politiku URL do v3 (PGP 2.x ¹týl) podpisov

source: can't put a policy URL into v3 key (PGP 2.x style) signatures
ro: nu pot pune un URL de politicã în semnãturi de chei v3 (stil PGP 2.x)
sk: nemô¾em prida» politiku URL do v3 (PGP 2.x ¹týl) podpisov kµúèov

source: WARNING: unable to %%-expand policy URL (too large). Using unexpanded.
ro: AVERTISMENT: nu pot %%-expanda URL-ul de politici (prea mare). Îl folosesc neexpandat.

source: WARNING: unable to %%-expand preferred keyserver URL (too large). Using unexpanded.
ro: AVERTISMENT: nu pot %%-expanda URL-ul serverului de chei (prea mare). Îl folosesc neexpandat.

source: checking created signature failed: %s
ro: verificarea semnãturii create a eºuat: %s
sk: kontrola vytvoreného podpisu sa nepodarila: %s

source: %s/%s signature from: "%s"
ro: %s/%s semnãturã de la: "%s"

source: you can only detach-sign with PGP 2.x style keys while in --pgp2 mode
ro: puteþi semna-dataºat cu chei stil PGP 2.x numai în modul --pgp2
sk: v móde --pgp2 mô¾ete vytvori» len oddelený podpis (detach-sign)s kµúèa vo formáte PGP-2.x

source: WARNING: forcing digest algorithm %s (%d) violates recipient preferences
ro: AVERTISMENT: forþarea algoritmului rezumat %s (%d) violeazã preferinþele destinatarului

source: signing:
ro: semnare:
sk: podpisujem:

source: you can only clearsign with PGP 2.x style keys while in --pgp2 mode
ro: puteþi semna-în-clar cu chei stil PGP 2.x în modul --pgp2
sk: v móde --pgp2 mô¾ete vytvára» èitateµné podpisy len s kµúèmi formátu PGP-2.x

source: %s encryption will be used
ro: va fi folositã cifrarea %s
sk: bude pou¾ité ¹ifrovanie %s

source: key is not flagged as insecure - can't use it with the faked RNG!
ro: cheia nu este marcatã ca sigurã - nu o pot folosi cu GNA falsificat!
sk: kµúè nie je oznaèený ako nedostatoène bezpeèný - nemô¾em ho pou¾i» s falo¹ným RNG!

source: skipped "%s": duplicated
ro: sãritã "%s": duplicatã

source: skipped "%s": %s
ro: sãritã "%s": %s

source: skipped: secret key already present
ro: sãritã: cheia secretã deja prezentã
sk: preskoèené: tajný kµúè je u¾ v databáze

source: this is a PGP generated Elgamal key which is not secure for signatures!
ro: aceasta este o cheie ElGamal generatã de PGP care nu e sigurã pentru semnãturi!

source: trust record %lu, type %d: write failed: %s
ro: înregistrare încredere %lu, tip %d: scrierea a eºuat: %s
sk: záznam dôvery %lu, typ %d: zápis zlyhal: %s

source: # List of assigned trustvalues, created %s # (Use "gpg --import-ownertrust" to restore them)
ro: # Listã cu valori de încredere atribuite, creatã %s # (Folosiþi "gpg --import-ownertrust" pentru a le reface)
sk: # Zoznam pridelených hodnôt dôveryhodnosti, vytvorený %s # (Pou¾ite "gpg --import-ownertrust" na obnovenie)

source: error in `%s': %s
ro: eroare în `%s': %s

source: line too long
ro: linie prea lungã

source: colon missing
ro: caracter : lipsã

source: invalid fingerprint
ro: amprentã invalidã

source: ownertrust value missing
ro: lipseºte valorea încrederii în proprietari (ownertrust)

source: error finding trust record in `%s': %s
ro: eroare gãsire înregistrare încredere în `%s': %s

source: read error in `%s': %s
ro: eroare citire în `%s': %s

source: trustdb: sync failed: %s
ro: trustdb: sincronizarea a eºuat: %s
sk: databáza dôvery: synchronizácia zlyhala %s

source: trustdb rec %lu: lseek failed: %s
ro: trustdb rec %lu: lseek a eºuat: %s
sk: záznam v databáze dôvery %lu: lseek() sa nepodaril: %s

source: trustdb rec %lu: write failed (n=%d): %s
ro: trustdb rec %lu: scrierea a eºuat (n=%d): %s
sk: záznam v databáze dôvery %lu: zápis sa nepodaril (n=%d): %s

source: trustdb transaction too large
ro: tranzacþia trustdb prea mare
sk: transakcia s databázou dôvery je príli¹ dlhá

source: can't access `%s': %s
ro: nu pot accesa `%s': %s

source: %s: directory does not exist!
ro: %s: directorul nu existã!
sk: %s: adresár neexistuje!

source: can't create lock for `%s'
ro: nu pot crea încuietoare (lock) pentru `%s'

source: can't lock `%s'
ro: nu pot încuia (lock) `%s'

source: %s: failed to create version record: %s
ro: %s: am eºuat sã creez înregistrare versiune: %s
sk: %s: nepodarilo sa vytvori» záznam verzie: %s

source: %s: invalid trustdb created
ro: %s: a fost creat trustdb invalid
sk: %s: vytvorená neplatná databáza dôvery

source: %s: trustdb created
ro: %s: a fost creat trustdb
sk: %s: databáza dôvery vytvorená

source: NOTE: trustdb not writable
ro: NOTÃ: nu poate fi scris în trustdb
sk: POZNÁMKA: do trustdb nemo¾no zapisova»

source: %s: invalid trustdb
ro: %s: trustdb invalid
sk: %s: neplatná databáze dôvery

source: %s: failed to create hashtable: %s
ro: %s: am eºuat sã creez hashtable: %s
sk: %s: nepodarilo sa vytvori» hashovaciu tabuµku: %s

source: %s: error updating version record: %s
ro: %s: eroare actualizare înregistrare versiune: %s
sk: %s: chyba pri aktualizácii záznamu verzie: %s

source: %s: error reading version record: %s
ro: %s: eroare citire înregistrare versiune: %s
sk: %s: chyba pri èítaní záznamu verzie: %s

source: %s: error writing version record: %s
ro: %s: eroare scriere înregistrare versiune: %s
sk: %s: chyba pri zápise záznamu verzie: %s

source: trustdb: lseek failed: %s
ro: trustdb: lseek a eºuat: %s
sk: databáze dôvery: procedúra lseek() zlyhala: %s

source: trustdb: read failed (n=%d): %s
ro: trustdb: citirea a eºuat (n=%d): %s
sk: databáza dôvery: procedúra read() (n=%d) zlyhala: %s

source: %s: not a trustdb file
ro: %s: nu e un fiºier trustdb
sk: %s: nie je súbor databázy dôvery

source: %s: version record with recnum %lu
ro: %s: înregistrare versiune cu recnum %lu
sk: %s: záznam verzie s èíslom %lu

source: %s: invalid file version %d
ro: %s: versiune fiºier invalidã %d
sk: %s: neplatná verzia súboru %d

source: %s: error reading free record: %s
ro: %s: eroare citire înregistrare liberã: %s
sk: %s: chyba pri èítaní voµného záznamu: %s

source: %s: error writing dir record: %s
ro: %s: eroare scriere înregistrare dir: %s
sk: %s: chyba pri zápise adresárového záznamu: %s

source: %s: failed to zero a record: %s
ro: %s: eroare setere la zero a înregistrãrii: %s
sk: %s: vynulovanie záznamu zlyhalo: %s

source: %s: failed to append a record: %s
ro: %s: adãugarea unei înregistrãri a eºuat: %s
sk: %s: pridanie záznamu zlyhalo: %s

source: the trustdb is corrupted; please run "gpg --fix-trustdb".
ro: trustdb este coruptã; rulaþi "gpg --fix-trustdb".
sk: databáza dôvery je po¹kodená; prosím spustite "gpg --fix-trustdb".

source: can't handle text lines longer than %d characters
ro: nu pot mânui linii de text mai lungi de %d caractere
sk: nemô¾em pracova» s riadkami dlh¹ími ako %d znakov

source: input line longer than %d characters
ro: linii de intrare mai lungi de %d caractere
sk: vstupný riadok je dlh¹í ako %d znakov

source: `%s' is not a valid long keyID
ro: `%s' nu este un ID-cheie de lungime validã
sk: `%s' nie je platné dlhé keyID

source: key %s: accepted as trusted key
ro: cheia %s: acceptatã ca cheie de încredere

source: key %s occurs more than once in the trustdb
ro: cheia %s apare de mai multe ori în trustdb

source: key %s: no public key for trusted key - skipped
ro: cheia %s: nici o cheie publicã pentru cheia de încredere - sãritã

source: key %s marked as ultimately trusted
ro: cheia %s marcatã ca având încredere supremã

source: trust record %lu, req type %d: read failed: %s
ro: înregistrare încredere %lu, tip req %d: citirea a eºuat: %s
sk: záznam dôvery %lu, typ po¾. %d: èítanie zlyhalo: %s

source: trust record %lu is not of requested type %d
ro: înregistrare încredere %lu nu este de tipul cerut %d
sk: záznam dôvery %lu nie je po¾adovaného typu %d

source: unable to use unknown trust model (%d) - assuming %s trust model
ro: nu pot folosi model de încredere (%d) - presupun model de încredere %s

source: using %s trust model
ro: folosesc model de încredere %s

source: 10 translator see trustdb.c:uid_trust_string_fixed
ro: 10 traducãtor vezi trustdb.c:uid_trust_string_fixed

source: [ revoked]
ro: [revocatã]

source: [ expired]
ro: [expiratã]

source: [ unknown]
ro: [necunoscutã]

source: [ undef ]
ro: [ nedef ]

source: [ full ]
ro: [ deplinã]

source: [ultimate]
ro: [ supremã]

source: undefined
ro: nedefinitã

source: never
ro: niciodatã

source: full
ro: deplinã

source: ultimate
ro: supremã

source: no need for a trustdb check
ro: nu e nevoie de o verificare trustdb
sk: nie je nutné kontrolova» databázu dôvery

source: next trustdb check due at %s
ro: urmãtoarea verificare trustdb programatã pe %s
sk: dal¹ia kontrola databázy dôvery %s

source: no need for a trustdb check with `%s' trust model
ro: nu e nevoie de o verificare trustdb cu modelul de încredere `%s'

source: no need for a trustdb update with `%s' trust model
ro: nu e nevoie de o actualizare trustdb cu modelul de încredere `%s'

source: public key %s not found: %s
ro: cheia publicã %s nu a fost gãsitã: %s

source: please do a --check-trustdb
ro: vã rugãm faceþi un --check-trustdb
sk: prosím vykonajte --check-trustdb

source: checking the trustdb
ro: verific trustdb
sk: kontrolujem databázu dôvery

source: %d keys processed (%d validity counts cleared)
ro: %d chei procesate (%d numãrãtori valide anulate)
sk: %d kµúèov spracovaných (%d poètov platnosti vymazaných)

source: no ultimately trusted keys found
ro: nu am gãsit nici o cheie cu încredere supremã
sk: neboli nájdené ¾iadne absolútne dôveryhodné kµúèe

source: public key of ultimately trusted key %s not found
ro: cheia publicã a cheii cu încredere supremã %s nu a fost gãsitã

source: %d marginal(s) needed, %d complete(s) needed, %s trust model
ro: %d marginal(e) necesare, %d complet(e) necesare, model de încredere %s

source: depth: %d valid: %3d signed: %3d trust: %d-, %dq, %dn, %dm, %df, %du
ro: adânc: %d valid: %3d semnat: %3d încredere: %d-, %dq, %dn, %dm, %df, %du

source: unable to update trustdb version record: write failed: %s
ro: nu pot actualiza înregistrare versiunii trustdb: scrierea a eºuat: %s

source: the signature could not be verified. Please remember that the signature file (.sig or .asc) should be the first file given on the command line.
ro: semnãtura nu a putut fi verificatã. Vã rugãm amintiþi-vã cã fiºierul de semnãturã (.sig sau .asc) ar trebui sã fie primul dat în linia de comandã.
sk: podpis nebolo mo¾né overi». Prosím, nezabúdajte, ¾e súbor s podpisom (.sig alebo .asc) by mal by» prvým súborom zadaným na príkazovom riadku.

source: input line %u too long or missing LF
ro: linia de intrare %u prea lungã sau lipseºte LF
sk: vstupný riadok %u je príli¹ dlhý alebo na konci chýba znak LF

source: you found a bug ... (%s:%d)
ro: aþi gãsit un bug ... (%s:%d)
sk: nájdená chyba v programe ... (%s:%d)

source: PIN callback returned error: %s
ro: apelul PIN a returnat eroare: %s

source: failed to store the fingerprint: %s
ro: am eºuat sã stochez amprenta: %s

source: failed to store the creation date: %s
ro: am eºuat sã stochez data creãrii: %s

source: reading public key failed: %s
ro: citirea cheii publice a eºuat: %s

source: response does not contain the public key data
ro: rãspunsul nu conþine datele cheii publice

source: response does not contain the RSA modulus
ro: rãspunsul nu conþine modulul RSA

source: response does not contain the RSA public exponent
ro: rãspunsul nu conþine exponentul public RSA

source: ||Please enter the PIN%%0A[sigs done: %lu]
ro: ||Vã rugãm introduceþi PIN%%0A[semnãturi fãcute: %lu]

source: PIN for CHV%d is too short; minimum length is %d
ro: PIN-ul pentru CHV%d este prea scurt; lungimea minimã este %d

source: verify CHV%d failed: %s
ro: verificarea CHV%d a eºuat: %s

source: access to admin commands is not configured
ro: accesul la comenzile de administrare nu este configuratã

source: error retrieving CHV status from card
ro: eroare la recuperarea stãrii CHV de pe card

source: card is permanently locked!
ro: cardul este încuiat permanent!

source: %d Admin PIN attempts remaining before card is permanently locked
ro: %d încercãri PIN Admin rãmase înainte de a încuia cardul permanent

source: |A|Admin PIN
ro: |A|PIN Admin

source: |AN|New Admin PIN
ro: |AN|PIN Admin Nou

source: |N|New PIN
ro: |N|PIN Nou

source: error getting new PIN: %s
ro: eroare la obþinere noului PIN: %s

source: error reading application data
ro: eroare la citirea datelor aplicaþiei

source: error reading fingerprint DO
ro: eroare la citirea amprentei DO

source: key already exists
ro: cheia existã deja

source: existing key will be replaced
ro: cheia existentã va fi înlocuitã

source: generating new key
ro: generez o nouã cheie

source: creation timestamp missing
ro: timestamp-ul de creare lipseºte

source: RSA modulus missing or not of size %d bits
ro: modulus-ul RSA lipseºte sau nu are %d biþi

source: RSA prime %s missing or not of size %d bits
ro: prime-ul RSA %s lipseºte sau nu are %d biþi

source: failed to store the key: %s
ro: am eºuat sã stochez cheia: %s

source: please wait while key is being generated ...
ro: vã rugãm aºteptaþi câtã vreme este creatã noua cheie ...

source: generating key failed
ro: generarea cheii a eºuat

source: key generation completed (%d seconds)
ro: generarea cheii este completã (%d secunde)

source: invalid structure of OpenPGP card (DO 0x93)
ro: structurã invalidã a cardului OpenPGP (DO 0x93)

source: signatures created so far: %lu
ro: semnãturi create pânã acum: %lu

source: verification of Admin PIN is currently prohibited through this command
ro: verificarea PIN-ului Admin este deocamdatã interzisã prin aceastã comandã

source: can't access %s - invalid OpenPGP card?
ro: nu pot accesa %s - card OpenPGP invalid?

source: |NAME|use NAME as default recipient
ro: |NUME|foloseºte NUME ca destinatar implicit
sk: |MENO|pou¾i» MENO ako implicitného adresáta

source: use the default key as default recipient
ro: foloseºte cheia implicitã ca destinatar implicit
sk: pou¾i» implicitný kµúè ako implicitného adresáta

source: don't use the terminal at all
ro: nu folosi deloc terminalul
sk: vôbec nepou¾íva» terminál

source: force v3 signatures
ro: forþeazã semnãturi v3
sk: vynúti» podpisy verzie 3

source: always use a MDC for encryption
ro: foloseºte întotdeauna un MDC pentru cifrare
sk: na ¹ifrovanie v¾dy pou¾i» MDC

source: batch mode: never ask
ro: modul batch: nu întreba niciodatã
sk: dávkový re¾im: nikdy sa na niè nepýta»

source: assume yes on most questions
ro: presupune da la cele mai multe întrebãri
sk: automaticky odpoveda» áno na väè¹inu otázok

source: assume no on most questions
ro: presupune nu la cele mai multe întrebãri
sk: automaticky odpoveda» NIE na väè¹inu otázok

source: add this keyring to the list of keyrings
ro: adaugã acest inel de chei la lista inelelor de chei
sk: prida» tento súbor kµúèov do zoznamu pou¾ívaných súborov kµúèov

source: add this secret keyring to the list
ro: adaugã acest inel de chei secret la listã
sk: prida» tento súbor tajných kµúèov do zoznamu

source: |NAME|use NAME as default secret key
ro: |NUME|foloseºte NUME ca cheie secretã implicitã
sk: |MENO|pou¾i MENO ako implicitný tajný kµúè

source: |HOST|use this keyserver to lookup keys
ro: |HOST|foloseºte acest server de chei pentru a cãuta chei
sk: |POÈÍTAÈ|pou¾i tento server kµúèov na vyhµadávanie kµúèov

source: |NAME|set terminal charset to NAME
ro: |NUME|seteazã charset-ul pentru terminal ca NUME
sk: |MENO|nastav znakovú sadu terminálu na MENO

source: |FILE|load extension module FILE
ro: |FIªIER|încarcã modulul extensie FIªIER
sk: |SÚBOR|nahra» roz¹irujúci modul SÚBOR

source: |NAME|use cipher algorithm NAME
ro: |NUME|foloseºte algoritm cifrare NUME
sk: |ALG|pou¾i» ¹ifrovací algoritmus ALG

source: |NAME|use message digest algorithm NAME
ro: |NUME|foloseºte algoritm rezumat mesaj NUME
sk: |ALG|pou¾i» hashovací algoritmus ALG

source: |N|use compress algorithm N
ro: |N|foloseºte algoritm compresie N
sk: |N|pou¾i» kompresný algoritmus N

source: WARNING: using insecure memory!
sk: VAROVANIE: Pou¾ívaná pamä» nie je bezpeèná!

source: please see http://www.gnupg.org/faq.html for more information
sk: Viac informácií nájdete na adrese http://www.gnupg.org/faq.html

source: operation is not possible without initialized secure memory
sk: vykonanie operácie nie je mo¾né bez inicializovanej bezpeènej pamäte

source: (you may have used the wrong program for this task)
sk: (pravdepodobne ste na túto úlohu pou¾ili nesprávny program)

source: general error
sk: v¹eobecná chyba

source: unknown packet type
sk: neznámy typ paketu

source: unknown version
sk: neznáma verzia

source: unknown pubkey algorithm
sk: neznámy algoritmus verejného kµúèa

source: unknown digest algorithm
sk: neznámy hashovací algoritmus

source: bad public key
sk: neplatný verejný kµúè

source: bad secret key
sk: neplatný tajný kµúè

source: bad signature
sk: neplatný podpis

source: checksum error
sk: chyba kontrolného súètu

source: bad passphrase
sk: nesprávne heslo

source: public key not found
sk: verejný kµúè nenájdený

source: unknown cipher algorithm
sk: neznámy ¹ifrovací algoritmus

source: can't open the keyring
sk: nemô¾em otvori» súbor kµúèov

source: invalid packet
sk: neplatný paket

source: invalid armor
sk: neplatný spôsob reprezentácie v ASCII

source: no such user id
sk: u¾ívateµ s týmto id neexistuje
