Repository: 0ndorio/gnupg
Catalog: po/*.po
Languages: ro, sk

source: Change the preferences of all user IDs (or just of the selected ones) to the current list of preferences. The timestamp of all affected self-signatures will be advanced by one second.
ro: Schimbaþi toate preferinþele ale tuturor ID-urilor utilizator (sau doar cele selectate) conform cu lista curentã de preferinþe. Timestamp-urile tuturor auto-semnãturilor afectate vor fi avansate cu o secundã.
sk: Zmeni» predvoµby pre v¹etky u¾ívateµské ID (alebo len pre oznaèené) na aktuálny zoznam predvolieb. Èasové razítka v¹etkých dotknutých podpisov kµúèov nimi samotnými budú posunuté o jednu sekundu dopredu.

source: Please enter the passhrase; this is a secret sentence
ro: Vã rugãm introduceþi fraza-parolã; aceasta este o propoziþie secretã
sk: Prosím, vlo¾te heslo; toto je tajná veta

source: Please repeat the last passphrase, so you are sure what you typed in.
ro: Vã rugãm repetaþi ultima frazã-parolã, pentru a fi sigur(ã) ce aþi tastat.
sk: Prosím, zopakujte posledné heslo, aby ste si boli istý, èo ste napísali.

source: Give the name of the file to which the signature applies
ro: Daþi numele fiºierului la care se aplicã semnãtura
sk: Zadajte názov súboru, ku ktorému sa podpis vz»ahuje

source: Answer "yes" if it is okay to overwrite the file
ro: Rãspundeþi "da" dacã este OK sã suprascrieþi fiºierul
sk: Ak si prajete prepísanie súboru, odpovedzte "ano"

source: Please enter a new filename. If you just hit RETURN the default file (which is shown in brackets) will be used.
ro: Vã rugãm introduceþi un nou nume-fiºier. Dacã doar apãsaþi RETURN, va fi folosit fiºierul implicit (arãtat în paranteze).
sk: Prosím, vlo¾te nový názov súboru. Ak len stlaèíte RETURN, bude pou¾itý implicitný súbor (ktorý je zobrazený v zátvorkách).

source: You should specify a reason for the certification. Depending on the context you have the ability to choose from this list: "Key has been compromised" Use this if you have a reason to believe that unauthorized persons got access to your secret key. "Key is superseded" Use this if you have replaced this key with a newer one. "Key is no longer used" Use this if you have retired this key. "User ID is no longer valid" Use this to state that the user ID should not longer be used; this is normally used to mark an email address invalid.
ro: Ar trebui sã specificaþi un motiv pentru certificare. În funcþie de context aveþi posibilitatea sã alegeþi din aceastã listã: "Cheia a fost compromisã" Folosiþi aceastã opþiune dacã aveþi un motiv sã credeþi cã persoane neautorizate au avut acces la cheia d-voastrã secretã. "Cheia este înlocuitã" Folosiþi aceastã opþiune dacã înlocuiþi cheia cu una nouã. "Cheia nu mai este folositã" Folosiþi aceastã opþiune dacã pensionaþi cheia. "ID-ul utilizator nu mai este valid" Folosiþi aceastã opþiune dacã ID-ul utilizator nu mai trebuie folosit; de obicei folositã pentru a marca o adresã de email ca invalidã.
sk: Mali by ste ¹pecifikova» dôvod certifikácie. V závislosti na kontexte máte mo¾nos» si vybra» zo zoznamu: "kµúè bol kompromitovaný" Toto pou¾ite, pokiaµ si myslíte, ¾e k Vá¹mu tajnému kµúèu získali prístup neoprávnené osoby. "kµúè je nahradený" Toto pou¾ite, pokiaµ ste tento kµúè nahradili nov¹ím kµúèom. "kµúè sa u¾ nepou¾íva" Toto pou¾ite, pokiaµ tento kµúè u¾ nepou¾ívate. "Identifikátor u¾ívateµa u¾ nie je platný" Toto pou¾ite, pokiaµ by sa identifikátor u¾ívateµa u¾ nemal pou¾íva»; normálne sa pou¾íva na oznaèenie neplatnej e-mailové adresy.

source: If you like, you can enter a text describing why you issue this revocation certificate. Please keep this text concise. An empty line ends the text.
ro: Dacã doriþi, puteþi introduce un text descriind de ce publicaþi acest certificat de revocare. Vã rugãm fiþi concis. O linie goalã terminã textul.
sk: Ak chcete, mô¾ete vlo¾i» text popisujúcí pôvod vzniku tohto revokaèného ceritifikátu. Prosím, struène. Text konèí prázdnym riadkom.

source: No help available
ro: Nici un ajutor disponibil
sk: Pomoc nie je k dispozícii

source: No help available for `%s'
ro: Nici un disponibil disponibil pentru `%s'
sk: Pomoc nie je dostupná pre '%s'

source: skipping block of type %d
ro: bloc de tip %d sãrit
sk: blok typu %d bol preskoèený

source: %lu keys processed so far
ro: %lu chei procesate pânã acum

source: Total number processed: %lu
ro: Numãr total procesate: %lu
sk: Celkovo spracovaných kµúèov: %lu

source: skipped new keys: %lu
ro: chei noi sãrite: %lu
sk: preskoèené nové kµúèe: %lu

source: w/o user IDs: %lu
ro: fãrã ID-uri utilizator: %lu
sk: bez identifikátorov: %lu

source: imported: %lu
ro: importate: %lu
sk: importované: %lu

source: unchanged: %lu
ro: neschimbate: %lu
sk: bez zmien: %lu

source: new user IDs: %lu
ro: noi ID-uri utilizator: %lu
sk: nové id u¾ívateµov: %lu

source: new subkeys: %lu
ro: noi subchei: %lu
sk: nové podkµúèe: %lu

source: new signatures: %lu
ro: noi semnãturi: %lu
sk: nové podpisy: %lu

source: new key revocations: %lu
ro: noi revocãri de chei: %lu
sk: nové revokácie kµúèov: %lu

source: secret keys read: %lu
ro: chei secrete citite: %lu
sk: preèítané tajné kµúèe: %lu

source: secret keys imported: %lu
ro: chei secrete importate: %lu
sk: importované tajné kµúèe: %lu

source: secret keys unchanged: %lu
ro: chei secrete neschimbate: %lu
sk: tajné kµúèe nezmenené: %lu

source: not imported: %lu
ro: ne importate: %lu
sk: neimportované: %lu

source: "%s": preference for cipher algorithm %s
ro: "%s": preferinþã pentru algoritm de cifrare %s

source: "%s": preference for digest algorithm %s
ro: "%s": preferinþã pentru algoritm rezumat %s

source: "%s": preference for compression algorithm %s
ro: "%s": preferinþã pentru algoritm compresie %s

source: it is strongly suggested that you update your preferences and
ro: este puternic sugerat sã vã actualizaþi preferinþele ºi re-distribuiþi

source: re-distribute this key to avoid potential algorithm mismatch problems
ro: aceastã cheie pentru a avita probleme potenþiale de ne-potrivire de algoritm

source: you can update your preferences with: gpg --edit-key %s updpref save
ro: vã puteþi actualiza preferinþele cu: gpg --edit-key %s updpref save

source: key %s: no user ID
ro: cheia %s: nici un ID utilizator

source: key %s: PKS subkey corruption repaired
ro: cheia %s: subcheia HPK coruptã a fost reparatã

source: key %s: accepted non self-signed user ID "%s"
ro: cheia %s: am acceptat ID-ul utilizator ce nu e auto-semnat "%s"

source: key %s: no valid user IDs
ro: cheia %s: nici un ID utilizator valid

source: this may be caused by a missing self-signature
ro: aceasta poate fi cauzatã de o auto-semnãturã ce lipseºte
sk: mô¾e to by» spôsobené chýbajúcim podpisom kµúèa ním samým

source: key %s: public key not found: %s
ro: cheia %s: cheia publicã nu a fost gãsitã: %s

source: key %s: new key - skipped
ro: cheia %s: cheie nouã - sãritã

source: no writable keyring found: %s
ro: n-am gãsit nici un inel de chei ce poate fi scris: %s
sk: nenájdený zapisovateµný súbor kµúèov (keyring): %s

source: writing to `%s'
ro: scriu în `%s'
sk: zapisujem do '%s'

source: error writing keyring `%s': %s
ro: eroare la scrierea inelului de chei `%s': %s
sk: chyba pri zápise súboru kµúèov (keyring) `%s': %s

source: key %s: public key "%s" imported
ro: cheia %s: cheia publicã "%s" importatã

source: key %s: doesn't match our copy
ro: cheia %s: nu se potriveºte cu copia noastrã

source: key %s: can't locate original keyblock: %s
ro: cheia %s: nu pot gãsi keyblock-ul original: %s

source: key %s: can't read original keyblock: %s
ro: cheia %s: nu pot citi keyblock-ul original: %s

source: key %s: "%s" 1 new user ID
ro: cheia %s: "%s" 1 nou ID utilizator

source: key %s: "%s" %d new user IDs
ro: cheia %s: "%s" %d noi ID-uri utilizator

source: key %s: "%s" 1 new signature
ro: cheia %s: "%s" 1 nouã semnãturã

source: key %s: "%s" %d new signatures
ro: cheia %s: "%s" %d noi semnãturi

source: key %s: "%s" 1 new subkey
ro: cheia %s: "%s" 1 nouã subcheie

source: key %s: "%s" %d new subkeys
ro: cheia %s: "%s" %d noi subchei

source: key %s: "%s" not changed
ro: cheia %s: "%s" nu a fost schimbatã

source: key %s: secret key with invalid cipher %d - skipped
ro: cheia %s: cheie secretã cu cifru invalid %d - sãritã

source: importing secret keys not allowed
ro: importul de chei secrete nu este permis

source: no default secret keyring: %s
ro: nici un inel de chei secrete implicit: %s
sk: nie je nastavený implicitný súbor tajných kµúèov %s

source: key %s: secret key imported
ro: cheia %s: cheie secretã importatã

source: key %s: already in secret keyring
ro: cheia %s: deja în inelul de chei secrete

source: key %s: secret key not found: %s
ro: cheia %s: cheia secretã nu a fost gãsitã: %s

source: key %s: no public key - can't apply revocation certificate
ro: cheia %s: nici o cheie publicã - nu pot aplica certificatul de revocare

source: key %s: invalid revocation certificate: %s - rejected
ro: cheia %s: certificat de revocare invalid: %s - respins

source: key %s: "%s" revocation certificate imported
ro: cheia %s: certificatul de revocare "%s" importat

source: key %s: no user ID for signature
ro: cheia %s: nici un ID utilizator pentru semnãturã

source: key %s: unsupported public key algorithm on user ID "%s"
ro: cheia %s: algoritm cu cheie publicã nesuportat pentru ID-ul utilizator "%s"

source: key %s: invalid self-signature on user ID "%s"
ro: cheia %s: auto-semnãturã invalidã pentru ID-ul utilizator "%s"

source: key %s: no subkey for key binding
ro: cheia %s: nici o subcheie pentru legarea cheii

source: key %s: unsupported public key algorithm
ro: cheia %s: algoritm cu cheie publicã nesuportat

source: key %s: invalid subkey binding
ro: cheia %s: legare subcheie invalidã

source: key %s: removed multiple subkey binding
ro: cheia %s: am ºters multiple legãturi de subchei

source: key %s: no subkey for key revocation
ro: cheia %s: nici o subcheie pentru revocare de cheie

source: key %s: invalid subkey revocation
ro: cheia %s: revocare de subcheie invalidã

source: key %s: removed multiple subkey revocation
ro: cheia %s: am ºters multiple revocãri de subcheie

source: key %s: skipped user ID "%s"
ro: cheia %s: am sãrit ID-ul utilizator "%s"

source: key %s: skipped subkey
ro: cheia %s: am sãrit subcheia

source: key %s: non exportable signature (class 0x%02X) - skipped
ro: cheia %s: semnãtura nu poate fi exportatã (clasa 0x%02X) - sãritã

source: key %s: revocation certificate at wrong place - skipped
ro: cheia %s: certificat de revocare într-un loc greºit - sãrit

source: key %s: invalid revocation certificate: %s - skipped
ro: cheia %s: certificat de revocare invalid: %s - sãrit

source: key %s: subkey signature in wrong place - skipped
ro: cheia %s: semnãturã subcheie într-un loc greºit - sãritã

source: key %s: unexpected signature class (0x%02X) - skipped
ro: cheia %s: clasã de semnãturã neaºteptatã (0x%02X) - sãritã

source: key %s: duplicated user ID detected - merged
ro: cheia %s: am detectat un ID utilizator duplicat - combinate

source: WARNING: key %s may be revoked: fetching revocation key %s
ro: AVERTISMENT: cheia %s poate fi revocatã: aduc revocarea cheii %s

source: WARNING: key %s may be revoked: revocation key %s not present.
ro: AVERTISMENT: cheia %s poate fi revocatã: cheia de revocare %s nu este prezentã.

source: key %s: "%s" revocation certificate added
ro: cheia %s: am adãugat certificatul de revocare "%s"

source: key %s: direct key signature added
ro: cheia %s: am adãugat semnãtura de cheie directã

source: NOTE: a key's S/N does not match the card's one
ro: NOTÃ: S/N-ul unei chei nu se potriveºte cu cel al cardului

source: NOTE: primary key is online and stored on card
ro: NOTÃ: cheia primarã este online ºi stocatã pe card

source: NOTE: secondary key is online and stored on card
ro: NOTÃ: cheia secundarã este online ºi stocatã pe card

source: error creating keyring `%s': %s
ro: eroare la crearea inelului de chei `%s': %s
sk: chyba pri vytváraní súboru kµúèov (keyring)`%s': %s

source: keyring `%s' created
ro: inelul de chei `%s' creat
sk: súbor kµúèov (keyring) `%s' vytvorený

source: keyblock resource `%s': %s
ro: resursã keyblock `%s': %s

source: failed to rebuild keyring cache: %s
ro: am eºuat sã reconstruiesc cache-ul inelului de chei: %s
sk: zlyhalo obnovenie vyrovnávacej pamäti kµúèov: %s

source: [revocation]
ro: [revocare]
sk: [revokácia]

source: [self-signature]
ro: [auto-semnãturã]
sk: [podpis kµúèa ním samým]

source: 1 bad signature
ro: 1 semnãturã incorectã
sk: 1 zlý podpis

source: %d bad signatures
ro: %d semnãturi incorecte
sk: %d zlých podpisov

source: 1 signature not checked due to a missing key
ro: 1 semnãturã nu a fost verificatã din cauza unei chei lipsã
sk: 1 podpis neoverený, preto¾e chýba kµúè

source: %d signatures not checked due to missing keys
ro: %d semnãturi nu au fost verificate din cauza unor chei lipsã
sk: %d podpisov neoverených, preto¾e chýba kµúè

source: 1 signature not checked due to an error
ro: 1 semnãturã nu a fost verificatã din cauza unei erori
sk: 1 podpis neoverený, preto¾e vznikla chyba

source: %d signatures not checked due to errors
ro: %d semnãturi nu au fost verificate din cauza unor erori
sk: %d podpisov neoverených, preto¾e vznikli chyby

source: 1 user ID without valid self-signature detected
ro: am gãsit 1 ID utilizator fãrã auto-semnãturã validã
sk: zistený 1 identifikátor u¾ívateµa bez platného podpisu ním samým

source: %d user IDs without valid self-signatures detected
ro: am gãsit %d ID-uri utilizator fãrã auto-semnãturi valide
sk: zistených %d identifikátorov u¾ívateµa bez platného podpisu ním samým

source: Please decide how far you trust this user to correctly verify other users' keys (by looking at passports, checking fingerprints from different sources, etc.)
ro: Vã rugãm decideþi cât de multã încredere aveþi în acest utilizator pentru a verifica cheile altor utilizatori (folosind paºapoarte, verificând amprentele din diferite surse, etc.)

source: %d = I trust marginally
ro: %d = Am o încredere marginalã

source: %d = I trust fully
ro: %d = Am toatã încrederea

source: Please enter the depth of this trust signature. A depth greater than 1 allows the key you are signing to make trust signatures on your behalf.
ro: Vã rugãm sã introduceþi adâncimea acestei semnãturi de încredere. O adâncime mai mare de 1 permite ca cheia pe care o semnaþi sã facã semnãturi de încredere în numele d-voastrã.

source: Please enter a domain to restrict this signature, or enter for none.
ro: Vã rugãm sã introduceþi domeniul de restricþionare al acestei semnãturi, sau apãsaþi enter pentru niciunul.

source: User ID "%s" is revoked.
ro: ID utilizator "%s" a fost revocat.
sk: U¾ívateµské ID "%s" je revokované.

source: Are you sure you still want to sign it? (y/N)
ro: Sunteþi sigur(ã) cã doriþi sã ºtergeþi permanent "%s"? (d/N)
sk: Ste si istý, ¾e stále chcete podpísa» tento kµúè? (a/N)

source: Unable to sign.
ro: Nu pot semna.
sk: Nemo¾no podpísa».

source: User ID "%s" is expired.
ro: ID utilizator "%s" este expirat.
sk: U¾ívateµské ID "%s" je revokované.

source: User ID "%s" is not self-signed.
ro: ID-ul utilizator "%s" nu este auto-semnat.
sk: ID u¾ívateµa "%s" nie je podpísané ním samým.

source: User ID "%s" is signable.
ro: ID-ul utilizator "%s" poate fi semnat.

source: Sign it? (y/N)
ro: Doriþi sã-l semnaþi? (d/N)

source: The self-signature on "%s" is a PGP 2.x-style signature.
ro: Auto-semnãtura pe "%s" este o semnãturã stil PGP 2.x.
sk: Podpis kµúèa "%s" ním samým je podpis vo formáte PGP 2.x.

source: Do you want to promote it to an OpenPGP self-signature? (y/N)
ro: Doriþi sã o promovaþi la o auto-semnãturã OpenPGP? (d/N)
sk: Prajete si ho zmeni» na formát OpenPGP? (a/N)

source: Your current signature on "%s" has expired.
ro: Semnãtura d-voastrã curentã pe "%s" a expirat.
sk: Vá¹ súèasný podpis na "%s" je len lokálny.

source: Do you want to issue a new signature to replace the expired one? (y/N)
ro: Doriþi sã creaþi o nouã semnãturã pentru a o înlocui pe cea expiratã? (d/N)
sk: Chcete, aby platnos» Vá¹ho podpisu vypr¹ala v rovnakom èase? (A/n)

source: Your current signature on "%s" is a local signature.
ro: Semnãtura d-voastrã curentã pe "%s" semnãturã localã.
sk: Vá¹ súèasný podpis na "%s" je len lokálny.

source: Do you want to promote it to a full exportable signature? (y/N)
ro: Doriþi sã o promovaþi la o semnãturã total exportabilã? (d/N)
sk: Prajete si ho zmeni» na plne exportovateµný podpis? (a/N)

source: "%s" was already locally signed by key %s
ro: "%s" a fost deja semnatã local de cheia %s

source: "%s" was already signed by key %s
ro: "%s" a fost deja semnatã de cheia %s

source: Do you want to sign it again anyway? (y/N)
ro: Doriþi sã o semnaþi oricum din nou? (d/N)
sk: Ste si istý, ¾e stále chcete podpísa» tento kµúè? (a/N)

source: Nothing to sign with key %s
ro: Nimic de semnat cu cheia %s

source: This key has expired!
ro: Aceastã cheie a expirat!
sk: Platnos» kµúèa vypr¹ala!

source: This key is due to expire on %s.
ro: Aceastã cheie va expira pe %s.
sk: Platnos» kµúèa vypr¹í %s.

source: Do you want your signature to expire at the same time? (Y/n)
ro: Doriþi ca semnãtura d-voastrã sã expire în acelaºi timp? (D/n)
sk: Chcete, aby platnos» Vá¹ho podpisu vypr¹ala v rovnakom èase? (A/n)

source: You may not make an OpenPGP signature on a PGP 2.x key while in --pgp2 mode.
ro: Nu puteþi crea o semnãturã OpenPGP pe o cheie PGP 2.x câtã vreme sunteþi în modul --pgp2.
sk: Nemô¾ete vytvori» OpenPGP podpis kµúèa typu PGP 2.x, keï ste v --pgp2 móde.

source: This would make the key unusable in PGP 2.x.
ro: Aceasta va face cheia de nefolosit în PGP 2.x.
sk: To by spôsobilo nepou¾itelnos» kµúèa v PGP 2.x.

source: How carefully have you verified the key you are about to sign actually belongs to the person named above? If you don't know what to answer, enter "0".
ro: Cât de atent aþi verificat cã cheia pe care sunteþi pe cale a o semna aparþine într-adevãr persoanei numite deasupra? Dacã nu ºtiþi ce sã rãspundeþi, introduceþi "0".
sk: S akou istotou ste preverili, ¾e kµúè, ktorý chcete podpísa» patrí vy¹¹ie uvedenej osobe? Pokiaµ nepoznáte odpoveï, zadajte "0".

source: (0) I will not answer.%s
ro: (0) Nu voi rãspunde.%s
sk: (0) Neodpoviem.%s

source: (1) I have not checked at all.%s
ro: (1) Nu am verificat deloc.%s
sk: (1) Vôbec som to nekontroloval(a).%s

source: (2) I have done casual checking.%s
ro: (2) Am fãcut ceva verificãri superficiale.%s
sk: (2) Èiastoène som to overil(a).%s

source: (3) I have done very careful checking.%s
ro: (3) Am fãcut verificãri foarte atente.%s
sk: (3) Veµmi dôkladne som to overil(a).%s

source: Your selection? (enter `?' for more information):
ro: Selecþia dvs.? (introduceþi `?' pentru informaþii suplimentare):

source: Are you sure that you want to sign this key with your key "%s" (%s)
ro: Sunteþi într-adevãr sigur(ã) cã doriþi sã semnaþi aceastã cheie cu cheia d-voastrã "%s" (%s)

source: This will be a self-signature.
ro: Aceasta va fi o auto-semnãturã.

source: WARNING: the signature will not be marked as non-exportable.
ro: AVERTISMENT: semnãtura nu va fi marcatã ca non-exportabilã.

source: WARNING: the signature will not be marked as non-revocable.
ro: AVERTISMENT: semnãtura nu va fi marcatã ca non-revocabilã.

source: The signature will be marked as non-exportable.
ro: Semnãtura va fi marcatã ca non-exportabilã.

source: The signature will be marked as non-revocable.
ro: Semnãtura va fi marcatã ca non-revocabilã.

source: I have not checked this key at all.
ro: Nu am verificat aceastã cheie deloc.

source: I have checked this key casually.
ro: Am verificat aceastã cheie superficial.

source: I have checked this key very carefully.
ro: Am verificat aceastã cheie foarte atent.

source: Really sign? (y/N)
ro: Doriþi cu adevãrat sã semnaþi? (d/N)

source: signing failed: %s
ro: semnarea a eºuat: %s
sk: podpisovanie zlyhalo: %s

source: Key has only stub or on-card key items - no passphrase to change.
ro: Cheia are numai articole de cheie sau talon (stub) pe card - nici o frazã parolã de schimbat.

source: This key is not protected.
ro: Aceastã cheie nu este protejatã.
sk: Tento kµúè nie je chránený.

source: Secret parts of primary key are not available.
ro: Pãrþile secrete ale cheii primare nu sunt disponibile.
sk: Tajné èasti primárneho kµúèa nie sú dostupné.

source: Secret parts of primary key are stored on-card.
ro: Pãrþi secrete ale cheii primare sunt stacate pe card.

source: Key is protected.
ro: Cheia este protejatã.
sk: kµúè je chránený.

source: Can't edit this key: %s
ro: Nu pot edita aceastã cheie: %s
sk: Nie je mo¾né editova» tento kµúè: %s

source: Enter the new passphrase for this secret key.
ro: Introduceþi noua frazã-parolã pentru acestã cheie secretã.
sk: Vlo¾te nové heslo (passphrase) pre tento tajný kµúè.

source: passphrase not correctly repeated; try again
ro: fraza-parolã nu a fost repetatã corect; mai încercaþi o datã
sk: heslo nie je zopakované správne; skúste to znovu

source: You don't want a passphrase - this is probably a *bad* idea!
ro: Nu doriþi o frazã-parolã - aceasta este probabil o idee *proastã*!
sk: Nechcete heslo - to je *zlý* nápad!

source: Do you really want to do this? (y/N)
ro: Doriþi într-adevãr sã faceþi acest lucru? (d/N)

source: moving a key signature to the correct place
ro: mut o semnãturã de cheie în locul corect
sk: presúvam podpis kµúèa na správne miesto

source: save and quit
ro: salveazã ºi terminã
sk: ulo¾i» a ukonèi»

source: show key fingerprint
ro: afiºeazã amprenta cheii

source: list key and user IDs
ro: enumerã chei ºi ID-uri utilizator
sk: vypísa» zoznam kµúèov a id u¾ívateµov

source: select user ID N
ro: selecteazã ID utilizator N
sk: vyberte identifikátor u¾ívateµa N

source: select subkey N
ro: selecteazã subcheia N

source: check signatures
ro: verificã semnãturi

source: sign selected user IDs [* see below for related commands]
ro: semneazã ID-urile utilizator selectate [* vezi mai jos pentru comenzi relevante]

source: sign selected user IDs locally
ro: semneazã ID-urile utilizatorilor selectaþi local

source: sign selected user IDs with a trust signature
ro: semneazã ID-urile utilizatorilor selectaþi cu o semnãturã de încredere

source: sign selected user IDs with a non-revocable signature
ro: semneazã ID-urile utilizatorilor selectaþi cu o semnãturã irevocabilã

source: add a user ID
ro: adaugã un ID utilizator
sk: prida» identifikátor u¾ívateµa

source: add a photo ID
ro: adaugã o pozã ID
sk: prida» fotografické ID

source: delete selected user IDs
ro: ºterge ID-urile utilizator selectate

source: add a subkey
ro: adaugã o subcheie

source: add a key to a smartcard
ro: adaugã o cheie la un smartcard

source: move a key to a smartcard
ro: mutã o cheie pe un smartcard

source: move a backup key to a smartcard
ro: mutã o cheie de rezervã pe un smartcard

source: delete selected subkeys
ro: ºterge subcheile selectate

source: add a revocation key
ro: adaugã o cheie de revocare
sk: prida» revokaèný kµúè

source: delete signatures from the selected user IDs
ro: ºterge semnãturile de pe ID-urile utilizator selectate

source: change the expiration date for the key or selected subkeys
ro: schimbã data de expirare pentru cheia sau subcheile selectate

source: flag the selected user ID as primary
ro: marcheazã ID-ul utilizator selectat ca primar

source: toggle between the secret and public key listings
ro: comutã între listele de chei secrete ºi publice

source: list preferences (expert)
ro: enumerã preferinþele (expert)
sk: vypísa» zoznam predvolieb (pre expertov)

source: list preferences (verbose)
ro: afiºeazã preferinþele (detaliat)
sk: vypísa» zoznam predvolieb (podrobne)

source: set preference list for the selected user IDs
ro: seteazã lista de preferinþe pentru ID-urile utilizator selectate

source: change the passphrase
ro: schimbã fraza-parolã
sk: zmeni» heslo
