Repository: 0ndorio/gnupg
Catalog: po/*.po
Languages: ro, sk

source: secret key not available
sk: tajný kµúè nie je dostupný

source: wrong secret key used
sk: bol pou¾itý nesprávny tajný kµúè

source: not supported
sk: nepodporované

source: bad key
sk: nesprávny kµúè

source: file read error
sk: chyba pri èítaní súboru

source: file write error
sk: chyba pri zápise súboru

source: unknown compress algorithm
sk: neznámy kompresný algoritmus

source: file open error
sk: chyba pri otváraní súboru

source: file create error
sk: chyba pri vytváraní súboru

source: invalid passphrase
sk: nesprávne heslo

source: unimplemented pubkey algorithm
sk: algoritmus verejného kµúèa nie je implementovaný

source: unimplemented cipher algorithm
sk: ¹ifrovací algoritmus nie je implementovaný

source: unknown signature class
sk: neznáma trieda podpisu

source: trust database error
sk: chyba v databáze dôvery

source: bad MPI
sk: nesprávne MPI

source: resource limit
sk: obmedzenie zdrojov

source: invalid keyring
sk: neplatný súbor kµúèov

source: bad certificate
sk: nesprávny certifikát

source: malformed user id
sk: nesprávny formát id u¾ívateµa

source: file close error
sk: chyba pri zatváraní súboru

source: file rename error
sk: chyba pri premenovávaní súboru

source: file delete error
sk: chyba pri mazaní súboru

source: unexpected data
sk: neoèakávané dáta

source: timestamp conflict
sk: konflikt èasového razítka

source: unusable pubkey algorithm
sk: nepou¾iteµný algoritmus s verejným kµúèom

source: file exists
sk: súbor existuje

source: weak key
sk: slabý kµúè

source: invalid argument
sk: neplatný argument

source: bad URI
sk: nesprávne URI

source: unsupported URI
sk: toto URI nie je podporované

source: network error
sk: chyba siete

source: not encrypted
sk: neza¹ifrované

source: not processed
sk: nespracované

source: unusable public key
sk: nepou¾iteµný verejný kµúè

source: unusable secret key
sk: nepou¾iteµný tajný kµúè

source: keyserver error
sk: chyba servera kµúèov

source: ... this is a bug (%s:%d:%s)
sk: ... toto je chyba v programe (%s:%d:%s)

source: no entropy gathering module detected
sk: nebol detekovaný ¾iadny modul na získanie entropie

source: can't stat `%s': %s
sk: nemô¾em pou¾i» príkaz stat na `%s': %s

source: `%s' is not a regular file - ignored
sk: `%s' nie je normálny súbor - ignorované

source: note: random_seed file is empty
sk: poznámka: súbor random_seed je prázdny

source: WARNING: invalid size of random_seed file - not used
sk: varovanie: neplatná veµkos» random_seed - súbor nepou¾itý

source: can't read `%s': %s
sk: nemô¾em èíta» `%s': %s

source: note: random_seed file not updated
sk: poznámka: súbor random_seed nie je aktualizovaný

source: can't write `%s': %s
sk: nemô¾em zapisova» do `%s': %s

source: can't close `%s': %s
sk: nemô¾em zavrie» `%s': %s

source: WARNING: using insecure random number generator!!
sk: VAROVANIE: pou¾itý generátor náhodných èísel nie je bezpeèný!!

source: The random number generator is only a kludge to let it run - it is in no way a strong RNG! DON'T USE ANY DATA GENERATED BY THIS PROGRAM!!
sk: Generátor náhodných èísel je len atrapa, aby program mohol be¾a», v ¾iadnom prípade nie je kryptograficky bezpeèný! NEPOU®ÍVAJTE ®IADNE DÁTA VYTVORENÉ TÝMTO PROGRAMOM!!

source: Not enough random bytes available. Please do some other work to give the OS a chance to collect more entropy! (Need %d more bytes)
sk: Nedostatok náhodných bajtov. Prosím, pracujte s operaèným systémom, aby ste mu umo¾nili získa» viac entropie (je potrebných %d bajtov).

source: digest algorithm `%s' is read-only in this release
sk: hashovací algoritmus `%s' je len na èítanie v tejto verzii

source: WARNING: digest `%s' is not part of OpenPGP. Use at your own risk!
sk: VAROVANIE: hash `%s' nie je súèas»ou OpenPGP. Pou¾itie na vlastné nebezpeèie!

source: Please wait, entropy is being gathered. Do some work if it would keep you from getting bored, because it will improve the quality of the entropy.
sk: Prosím èakajte, získava sa entropia. Robte zatiaµ nejakú inú prácu aby ste sa nenudili a zvý¹ite tým kvalitu entropie.

source: can't generate a prime with less than %d bits
sk: nemô¾em vytvori» prvoèíslo s då¾kou menej ako %d bitov

source: |[files]|encrypt files
sk: |[súbor]|¹ifrova» súbor

source: store only
sk: len ulo¾enie

source: |[files]|decrypt files
sk: |[súbor]|de¹ifrova» súbor

source: check key signatures
sk: skontrolova» podpisy kµúèov

source: sign a key non-revocably
sk: podpísa» kµúè bez mo¾nosti revokácie podpisu

source: sign a key locally and non-revocably
sk: podpísa» kµúè lokálne a bez mo¾nosti revokácie podpisu

source: list only the sequence of packets
sk: vypísa» len poradie paketov

source: export the ownertrust values
sk: exportova» hodnoty dôveryhodnosti vlastníka kµúèa

source: import ownertrust values
sk: importova» hodnoty dôveryhodnosti vlastníka kµúèa

source: unattended trust database update
sk: neinteraktívna aktualizácia databázy dôvery

source: fix a corrupted trust database
sk: opravi» naru¹enú databázu dôvery

source: De-Armor a file or stdin
sk: Dekódova» ASCII súbor alebo std. vstup

source: En-Armor a file or stdin
sk: Zakódova» súbor alebo std. vstup do ASCII

source: do not force v3 signatures
sk: nevynucova» podpisy verzie 3

source: force v4 key signatures
sk: vynúti» podpisy verzie 4

source: do not force v4 key signatures
sk: nevynucova» podpisy verzie 4

source: never use a MDC for encryption
sk: na ¹ifrovanie nikdy nepou¾i» MDC

source: use the gpg-agent
sk: pou¾ite gpg-agenta

source: show which keyring a listed key is on
sk: uká¾ v ktorom súbore kµúèov je vypísaný kµúè

source: read options from file
sk: èíta» nastavenia zo súboru

source: |[file]|write status info to file
sk: |[súbor]|zapí¹ informáciu o stave do súboru

source: |KEYID|ultimately trust this key
sk: |kµúè|úplne dôverova» tomuto kµúèu

source: emulate the mode described in RFC1991
sk: emulova» mód popísaný v RFC1991

source: set all packet, cipher and digest options to OpenPGP behavior
sk: nastav v¹etky vlastnosti paketov, ¹ifier a hashov ako v OpenPGP

source: set all packet, cipher and digest options to PGP 2.x behavior
sk: nastav v¹etky vlastnosti paketov, ¹ifier a hashov ako v PGP 2.x

source: |N|use passphrase mode N
sk: |N|pou¾i» mód hesla N

source: |NAME|use message digest algorithm NAME for passphrases
sk: |ALG|pou¾i» hashovací algoritmus ALG pre heslá

source: |NAME|use cipher algorithm NAME for passphrases
sk: |ALG|pou¾i» ¹ifrovací algoritmus ALG pre heslá

source: throw keyid field of encrypted packets
sk: zahodi» identifikátor kµúèa zo ¹ifrovaných paketov

source: Show Photo IDs
sk: Zobrazi» fotografické ID

source: Don't show Photo IDs
sk: Nezobrazova» fotografické ID

source: Set command line to view Photo IDs
sk: Nastavi» príkazový riadok na prehliadanie fotografického ID

source: Pubkey:
sk: Verejné kµúèe:

source: no = sign found in group definition "%s"
sk: no = podpis nájdený v definícii skupiny "%s"

source: WARNING: unsafe ownership on %s "%s"
sk: VAROVANIE: vlastníctvo pre %s nastavené nebezpeène "%s"

source: WARNING: unsafe permissions on %s "%s"
sk: VAROVANIE: prístupové práva pre %s nie sú nastavené bezpeène "%s"

source: WARNING: unsafe enclosing directory ownership on %s "%s"
sk: VAROVANIE: vlastníctvo adresára %s nastavené nebezpeène "%s"

source: WARNING: unsafe enclosing directory permissions on %s "%s"
sk: VAROVANIE: prístupové práva adresára %s nie sú nastavené bezpeène "%s"

source: cipher extension "%s" not loaded due to unsafe permissions
sk: ¹ifra "%s" nebola nahraná, preto¾e prístupové práva nie sú nastavené bezpeène

source: %s is not a valid character set
sk: %s nie je platná znaková sada

source: could not parse keyserver URI
sk: nemo¾no pou¾i» URI servera kµúèov - chyba analýzy URI

source: compress algorithm `%s' is read-only in this release
sk: hashovací algoritmus `%s' je len na èítanie v tejto verzii

source: compress algorithm must be in range %d..%d
sk: kompresný algoritmus musí by» v rozmedzí %d..%d

source: max-cert-depth must be in range 1 to 255
sk: polo¾ka max-cert-depth musí by» v rozmedzí od 1 do 255

source: invalid default-check-level; must be 0, 1, 2, or 3
sk: neplatná implicitná úroveò kontroly; musí by» 0, 1, 2 alebo 3

source: you may not use cipher algorithm "%s" while in %s mode
sk: nemô¾ete pou¾i» ¹ifrovací algoritmus "%s" v móde %s

source: you may not use digest algorithm "%s" while in %s mode
sk: nemô¾ete pou¾i» hashovací algoritmus "%s" v móde %s

source: you may not use compression algorithm "%s" while in %s mode
sk: nemô¾ete pou¾i» kompresný algoritmus "%s" v móde %s

source: --nrsign-key user-id
sk: --nrsign-key id u¾ívateµa

source: --nrlsign-key user-id
sk: --nrlsign-key id u¾ívateµa

source: can't open %s: %s
sk: nemo¾no otvori» %s: %s

source: -k[v][v][v][c] [user-id] [keyring]
sk: -k[v][v][v][c] [id u¾ívateµa] [súbor s kµúèmi (keyring)]

source: unexpected armor:
sk: neoèakávané kódovanie ASCII:

source: invalid radix64 character %02x skipped
sk: neplatný znak vo formáte radix64 %02x bol preskoèený

source: CRC error; %06lx - %06lx
sk: Chyba CRC; %06lx - %06lx

source: premature eof (in Trailer)
sk: predèasný koniec súboru (v pätièke)

source: No trust value assigned to: %4u%c/%08lX %s "
sk: Nie je priradená ¾iadna hodnota dôvery k: %4u%c/%08lX %s "

source: aka "
sk: alias "

source: Please decide how far you trust this user to correctly verify other users' keys (by looking at passports, checking fingerprints from different sources...)?
sk: Prosím rozhodnite, nakoµko dôverujete tomuto u¾ívateµovi, ¾e správne verifikuje kµúèe iných u¾ívateµov (prezretím cestovných pasov, kontrolou fingerprintov z rôznych zdrojov...)?

source: %d = Don't know
sk: %d = Neviem

source: %d = I do NOT trust
sk: %d = Nedôverujem

source: %d = I trust marginally
sk: %d = Dôverujem èiastoène

source: %d = I trust fully
sk: %d = Dôverujem úplne

source: %d = I trust ultimately
sk: %d = Dôverujem absolútne

source: i = please show me more information
sk: i = prosím o viac informácíi

source: m = back to the main menu
sk: m = spä» do hlavného menu

source: s = skip this key
sk: s = preskoèi» tento kµúè

source: q = quit
sk: u = ukonèi»

source: Do you really want to set this key to ultimate trust?
sk: Skutoène chcete nastavi» pre tento kµúè absolútnu dôveru?

source: key %08lX: key has been revoked!
sk: kµúè %08lX: kµúè bol revokovaný

source: Use this key anyway?
sk: Pou¾i» napriek tomu tento kµúè?

source: key %08lX: subkey has been revoked!
sk: kµúè %08lX: podkµúè bol revokovaný!

source: %08lX: key has expired
sk: %08lX: skonèila platnos» kµúèa

source: %08lX: There is no indication that this key really belongs to the owner
sk: %08lX: Niè nenaznaèuje tomu, ¾e tento podpis patrí vlastníkovi kµúèa.

source: %08lX: We do NOT trust this key
sk: %08lX: NEdôverujeme tomuto kµúèu!

source: %08lX: It is not sure that this key really belongs to the owner but it is accepted anyway
sk: %08lX: Nie je isté, èi tento podpis patrí vlastníkovi, napriek tomu je akceptovaný

source: This key probably belongs to the owner
sk: Tento kµúè pravdepodobne patrí jeho majiteµovi

source: It is NOT certain that the key belongs to the person named in the user ID. If you *really* know what you are doing, you may answer the next question with yes
sk: NIE JE isté, ¾e tento kµúè patrí osobe, ktorá sa vydáva za jeho vlastníka. Pokiaµ *skutoène* viete, èo robíte, mô¾ete na otázku odpoveda» áno

source: This could mean that the signature is forgery.
sk: To mô¾e znamena», ¾e podpis je falo¹ný.

source: unknown default recipient `%s'
sk: neznámy implicitný adresát `%s'

source: preference %c%lu is not valid
sk: predvoµba %c%lu nie je platná

source: preference %c%lu duplicated
sk: duplicita predvoµby %c%lu

source: too many `%c' preferences
sk: príli¹ veµa `%c' predvolieb

source: invalid character in preference string
sk: neplatný znak v re»azci s predvoµbami

source: (%d) DSA and ElGamal (default)
sk: (%d) DSA a ElGamal (implicitný)

source: (%d) ElGamal (encrypt only)
sk: (%d) ElGamal (len na ¹ifrovanie)

source: (%d) RSA (sign and encrypt)
sk: (%d) RSA (pro ¹ifrování a podpis)

source: About to generate a new %s keypair. minimum keysize is 768 bits default keysize is 1024 bits highest suggested keysize is 2048 bits
sk: Chystám sa vytvori» nový pár kµúèov %s. minimálna veµkos» kµúèa je 768 bitov implicitná veµkos» kµúèa je 1024 bitov najvy¹¹ia navrhovaná veµkos» kµúèa je 2048 bitov

source: What keysize do you want? (1024)
sk: Akú veµkos» kµúèa si prajete? (1024)

source: DSA only allows keysizes from 512 to 1024
sk: kµúè DSA musí ma» veµkos» od 512 do 1024 bitov.

source: keysize too small; 1024 is smallest value allowed for RSA.
sk: veµkos» kµúèa je príli¹ malá; minimálna povolená veµkos» pre RSA je 1024 bitov.

source: keysize too small; 768 is smallest value allowed.
sk: veµkos» kµúèa je príli¹ malá; minimálna povolená veµkos» je 768 bitov.

source: keysize too large; %d is largest value allowed.
sk: veµkos» kµúèa je príli¹ veµká; maximálna povolená hodnota je %d.

source: Keysizes larger than 2048 are not suggested because computations take REALLY long!
sk: Veµkosti kµúèov väè¹ie ako 2048 bitov se neodporúèajú, preto¾e výpoèty potom trvajú VE¥MI dlho!

source: Are you sure that you want this keysize?
sk: Skutoène chcete vytvori» kµúè tejto då¾ky?

source: Okay, but keep in mind that your monitor and keyboard radiation is also very vulnerable to attacks!
sk: Dobre, ale nezabúdajte, ¾e informácie mô¾u by» vyzradené z poèítaèa aj elektromagnetickým vy¾arovaním monitora alebo klávesnice!

source: Signature is valid for? (0)
sk: Podpis je platný na? (0)

source: %s does not expire at all
sk: platnos» %s neskonèí

source: %s expires at %s
sk: platnos» %s skonèí %s

source: Is this correct (y/n)?
sk: Je to správne (a/n)?

source: You need a User-ID to identify your key; the software constructs the user id from Real Name, Comment and Email Address in this form: "Heinrich Heine (Der Dichter) <heinrichh@duesseldorf.de>"
sk: Aby bolo mo¾né rozpozna» Vá¹ kµúè, musíte pozna» identifikátor u¾ívateµa; program ho zlo¾í z Vá¹ho mena a priezviska, komentára a e-mailu v tomto tvare: "Jozko Mrkvicka (student) <jozko@mrkvicka.sk>"

source: DSA keypair will have 1024 bits.
sk: Pár kµúèov DSA bude ma» då¾ku 1024 bitov.

source: key marked as ultimately trusted.
sk: kµúè oznaèený ako absolútne dôveryhodný.

source: Note that this key cannot be used for encryption. You may want to use the command "--edit-key" to generate a secondary key for this purpose.
sk: Tento kµúè nemô¾e by» pou¾itý na ¹ifrovanie. Pre vytvorenie sekundárneho kµúèa na tento úèel mô¾ete pou¾i» príkaz "--edit-key".

source: Really create?
sk: Skutoène vytvori»?

source: %s: can't open: %s
sk: %s: nemô¾em otvori»: %s

source: %s: WARNING: empty file
sk: %s: VAROVANIE: súbor je prázdny

source: forcing compression algorithm %s (%d) violates recipient preferences
sk: vy¾iadaný kompresný algoritmus %s (%d) nevyhovuje predvoµbám príjemcu

source: key `%s' not found: %s
sk: kµúè `%s' nebol nájdený: %s

source: key %08lX: not a rfc2440 key - skipped
sk: kµúè %08lX: nie je vo formáte RFC 2440 - preskoèené

source: key %08lX: not protected - skipped
sk: kµúè %08lX: nie je chránený - preskoèené

source: key %08lX: PGP 2.x style key - skipped
sk: kµúè %08lX: PGP 2.x kµúè - preskoèené

source: WARNING: secret key %08lX does not have a simple SK checksum
sk: VAROVANIE: tajný kµúè %08lX nemá jednoduchý SK kontrolný súèet

source: Invalid key %08lX made valid by --allow-non-selfsigned-uid
sk: Neplatný kµúè %08lX zmenený na platný pomocou --always-non-selfsigned-uid

source: no secret subkey for public subkey %08lX - ignoring
sk: existuje tajný kµúè pre tento verejný kµúè "%s"!

source: using secondary key %08lX instead of primary key %08lX
sk: pou¾ívam sekundárny kµúè %08lX namiesto primárneho kµúèa %08lX

source: key %08lX: secret key without public key - skipped
sk: kµúè %08lX: tajný kµúè bez verejného kµúèa - preskoèené

source: %lu keys so far processed
sk: %lu kµúèe boli doteraz spracované

source: NOTE: Elgamal primary key detected - this may take some time to import
sk: POZNÁMKA: Nájdený primárny kµúè Elgamal - import mô¾e chvíµu trva»

source: key %08lX: no user ID
sk: kµúè %08lX: chyba identifikátor u¾ívateµa

source: key %08lX: HKP subkey corruption repaired
sk: kµúè %08lX: HKP po¹kodenie podkµúèa opravené

source: key %08lX: accepted non self-signed user ID '%s'
sk: kµúè %08lX: prijaté id u¾ívateµa '%s', ktorý nie je podpísaný ním samým

source: key %08lX: no valid user IDs
sk: kµúè %08lX: chýba platný identifikátor u¾ívateµa

source: key %08lX: public key not found: %s
sk: kµúè %08lX: verejný kµúè nenájdený: %s

source: key %08lX: new key - skipped
sk: kµúè %08lX: nový kµúè - preskoèený

source: key %08lX: public key "%s" imported
sk: kµúè %08lX: verejný kµúè "%s" importovaný

source: key %08lX: doesn't match our copy
sk: kµúè %08lX: nezodpovedá na¹ej kópii

source: key %08lX: can't locate original keyblock: %s
sk: kµúè %08lX: nemô¾em nájs» originálny blok kµúèa: %s

source: key %08lX: can't read original keyblock: %s
sk: kµúè %08lX: nemô¾em èíta» originálny blok kµúèa: %s

source: key %08lX: "%s" 1 new user ID
sk: kµúè %08lX: "%s" 1 nový identifikátor u¾ívateµa

source: key %08lX: "%s" %d new user IDs
sk: kµúè %08lX: "%s" %d nových identifikátorov u¾ívateµa

source: key %08lX: "%s" 1 new signature
sk: kµúè %08lX: "%s" 1 nový podpis

source: key %08lX: "%s" %d new signatures
sk: kµúè %08lX: "%s" %d nových podpisov

source: key %08lX: "%s" 1 new subkey
sk: kµúè %08lX: "%s" 1 nový podkµúè

source: key %08lX: "%s" %d new subkeys
sk: kµúè %08lX: "%s" %d nových podkµúèov

source: key %08lX: "%s" not changed
sk: kµúè %08lX: "%s" bez zmeny

source: key %08lX: secret key with invalid cipher %d - skipped
sk: kµúè %08lX: tajný kµúè bez verejného kµúèa %d - preskoèené

source: key %08lX: secret key imported
sk: kµúè %08lX: tajný kµúè importovaný

source: key %08lX: already in secret keyring
sk: kµúè %08lX: je u¾ v súbore tajných kµúèov

source: key %08lX: secret key not found: %s
sk: kµúè %08lX: nebol nájdený tajný kµúè: %s

source: key %08lX: no public key - can't apply revocation certificate
sk: kµúè %08lX: chýba verejný kµúè - nemô¾em aplikova» revokaèný certifikát

source: key %08lX: invalid revocation certificate: %s - rejected
sk: kµúè %08lX: neplatný revokaèný certifikát: %s - zamietnuté

source: key %08lX: "%s" revocation certificate imported
sk: kµúè %08lX: "%s" revokaèný certifikát importovaný

source: key %08lX: no user ID for signature
sk: kµúè %08lX: neexistuje id u¾ívateµa pre podpis

source: key %08lX: unsupported public key algorithm on user id "%s"
sk: kµúè %08lX: nepodporovaný algoritmus verejného kµúèa u u¾ívateµského id "%s"

source: key %08lX: invalid self-signature on user id "%s"
sk: kµúè %08lX: neplatný podpis kµúèa ním samým u u¾ívateµského id "%s"

source: key %08lX: no subkey for key binding
sk: kµúè %08lX: neexistuje podkµúè pre viazanie kµúèov

source: key %08lX: unsupported public key algorithm
sk: kµúè %08lX: nepodporovaný algoritmus verejného kµúèa

source: key %08lX: invalid subkey binding
sk: kµúè %08lX: neplatná väzba podkµúèa

source: key %08lX: removed multiple subkey binding
sk: kµúè %08lX: zmazaná viacnásobná väzba podkµúèa

source: key %08lX: no subkey for key revocation
sk: kµúè %08lX: neexistuje podkµúè na revokáciu kµúèa

source: key %08lX: invalid subkey revocation
sk: kµúè %08lX: neplatný revokaèný podkµúè

source: key %08lX: removed multiple subkey revocation
sk: kµúè %08lX: zmazaná viacnásobná revokácia podkµúèa

source: key %08lX: skipped user ID '
sk: kµúè %08lX: identifikátor u¾ívateµa preskoèený '

source: key %08lX: skipped subkey
sk: kµúè %08lX: podkµúè preskoèený

source: key %08lX: non exportable signature (class %02x) - skipped
sk: kµúè %08lX: podpis nie je exportovateµný (trieda %02x) - preskoèené

source: key %08lX: revocation certificate at wrong place - skipped
sk: kµúè %08lX: revokaèný certifikát na zlom mieste - preskoèené

source: key %08lX: invalid revocation certificate: %s - skipped
sk: kµúè %08lX: neplatný revokaèný certifikát: %s - preskoèené

source: key %08lX: subkey signature in wrong place - skipped
sk: kµúè %08lX: podpis subkµúèa na zlom mieste - preskoèené

source: key %08lX: unexpected signature class (0x%02X) - skipped
sk: kµúè %08lX: neoèakávaná podpisová trieda (0x%02X) - preskoèené

source: key %08lX: duplicated user ID detected - merged
sk: kµúè %08lX: zistený duplikovaný identifikátor u¾ívateµa - zlúèený

source: WARNING: key %08lX may be revoked: fetching revocation key %08lX
sk: VAROVANIE: kµúè %08lX mô¾e by» revokovaný: skú¹am získa» revokaèný kµúè %08lX

source: WARNING: key %08lX may be revoked: revocation key %08lX not present.
sk: VAROVANIE: kµúè %08lX mô¾e by» revokovaný: revokaèný kµúè %08lX nenájdený.

source: key %08lX: "%s" revocation certificate added
sk: kµúè %08lX: pridaný revokaèný certifikát "%s"

source: key %08lX: direct key signature added
sk: kµúè %08lX: podpis kµúèa ním samým (direct key signature)

source: "%s" was already locally signed by key %08lX
sk: "%s" je u¾ lokálne podpísaný kµúèom %08lX

source: "%s" was already signed by key %08lX
sk: "%s" je u¾ podpísaný kµúèom %08lX

source: Nothing to sign with key %08lX
sk: Niè na podpísanie kµúèom %08lX

source: (default)
sk: de¹ifrova» dáta (implicitne)

source: Your selection? (enter '?' for more information):
sk: Vá¹ výber? ('?' - viac informácií):

source: Are you really sure that you want to sign this key with your key: "
sk: Ste si istý, ¾e chcete podpísa» tento kµúè svojím kµúèom: "

source: This will be a self-signature.
sk: Ide o podpis kµúèa ním samým

source: WARNING: the signature will not be marked as non-exportable.
sk: VAROVANIE: podpis nebude oznaèený ako neexportovateµný.

source: WARNING: the signature will not be marked as non-revocable.
sk: VAROVANIE: podpis nebude oznaèený ako neodvolateµný (non-revocable).

source: The signature will be marked as non-exportable.
sk: Podpis bude oznaèený ako neexportovateµný.

source: The signature will be marked as non-revocable.
sk: Podpis bude oznaèený ako neodvolateµný (non-revocable).

source: I have not checked this key at all.
sk: Vôbec som tento kµúè neoveril.

source: I have checked this key casually.
sk: Èiastoène som overil tento kµúè.

source: I have checked this key very carefully.
sk: Velmi dôkladne som overil tento kµúè.

source: Really sign?
sk: Skutoène podpísa»?

source: Do you really want to do this?
sk: Skutoène to chcete urobi»?

source: q
sk: u

source: save
sk: ulo¾i»

source: show fingerprint
sk: vypísa» fingerprint

source: select secondary key N
sk: vyberte sekundárny kµúè N

source: list signatures
sk: vypísa» zoznam podpisov

source: sign the key
sk: podpísa» kµúè

source: sign the key locally
sk: podpísa» kµúè lokálne

source: sign the key non-revocably
sk: podpísa» kµúè bez mo¾nosti odvola» podpis (non-revocably)

source: sign the key locally and non-revocably
sk: podpísa» kµúè lokálne a bez mo¾nosti odvola» podpis (non-revocably)

source: delete user ID
sk: zmaza» identifikátor u¾ívateµa

source: add a secondary key
sk: prida» sekundárny kµúè

source: delete a secondary key
sk: zmaza» sekundárny kµúè

source: delete signatures
sk: zmaza» podpisy

source: change the expire date
sk: zmeni» dobu platnosti

source: flag user ID as primary
sk: oznaèi» u¾ívateµské ID ako primárne

source: toggle between secret and public key listing
sk: prepnú» medzi vypísaním zoznamu tajných a verejných kµúèov

source: set preference list
sk: nastavi» zoznam predvolieb

source: updated preferences
sk: aktualizova» predvoµby

source: revoke signatures
sk: revokova» podpisy

source: revuid
sk: revsig

source: revoke a user ID
sk: revokova» identifikátor u¾ívateµa

source: revoke a secondary key
sk: revokova» sekundárny kµúè

source: disable a key
sk: nastavi» kµúè ako neplatný (disable)
