Repository: 0ndorio/gnupg
Catalog: po/*.po
Languages: ro, sk

source: WARNING: unsafe permissions on extension `%s'
ro: AVERTISMENT: permisiuni nesigure (unsafe) pentru extensia `%s'

source: WARNING: unsafe enclosing directory ownership on homedir `%s'
ro: AVERTISMENT: proprietate director incluziuni nesigur (unsafe) pentru directorul home `%s'

source: WARNING: unsafe enclosing directory ownership on configuration file `%s'
ro: AVERTISMENT: proprietate director incluziuni nesigur (unsafe) pentru fiºier configurare `%s'

source: WARNING: unsafe enclosing directory ownership on extension `%s'
ro: AVERTISMENT: proprietate director incluziuni nesigur (unsafe) pentru extensia `%s'

source: WARNING: unsafe enclosing directory permissions on homedir `%s'
ro: AVERTISMENT: permisiuni director incluziuni nesigure (unsafe) pentru directorul home `%s'

source: WARNING: unsafe enclosing directory permissions on configuration file `%s'
ro: AVERTISMENT: permisiuni director incluziuni nesigure (unsafe) pentru fiºier configurare `%s'

source: WARNING: unsafe enclosing directory permissions on extension `%s'
ro: AVERTISMENT: permisiuni director incluziuni nesigure (unsafe) pentru extensia `%s'

source: unknown configuration item `%s'
ro: articol configurare necunoscut `%s'

source: NOTE: old default options file `%s' ignored
ro: NOTÃ: fisier opþiuni implicite vechi `%s' ignorat
sk: POZNÁMKA: starý implicitný súbor s mo¾nos»ami `%s ignorovaný'

source: NOTE: %s is not for normal use!
ro: NOTÃ: %s nu este pentru o folosire normalã!
sk: POZNÁMKA: %s nie je pre normálne pou¾itie!

source: `%s' is not a valid signature expiration
ro: `%s' nu este expirare de semnãturã validã

source: `%s' is not a valid character set
ro: `%s' nu este un set de carectere valid

source: could not parse keyserver URL
ro: nu am putut interpreta URL-ul serverului de chei

source: %s:%d: invalid keyserver options
ro: %s:%d: opþiuni server de chei invalide

source: invalid keyserver options
ro: opþiuni server de chei invalide

source: %s:%d: invalid import options
ro: %s:%d: opþiuni import invalide
sk: %s:%d: neplatný parameter pre import

source: invalid import options
ro: opþiuni import invalide
sk: neplatný parameter pre import

source: %s:%d: invalid export options
ro: %s:%d: opþiuni export invalide
sk: %s:%d: neplatný parameter pre export

source: invalid export options
ro: opþiuni export invalide
sk: neplatný parameter pre export

source: %s:%d: invalid list options
ro: %s:%d: opþiuni enumerare invalide

source: invalid list options
ro: opþiuni enumerare invalide

source: %s:%d: invalid verify options
ro: %s:%d: opþiuni verificare invalide

source: invalid verify options
ro: opþiuni verificare invalide

source: unable to set exec-path to %s
ro: nu pot seta cale-execuþie ca %s
sk: nemo¾no nastavi» exec-path na %s

source: WARNING: program may create a core file!
ro: AVERTISMENT: programul ar putea crea un fiºier core!
sk: VAROVANIE: program mô¾e vytvori» súbor core!

source: WARNING: %s overrides %s
ro: AVERTISMENT: %s înlocuieºte %s
sk: VAROVANIE: %s prepí¹e %s

source: %s not allowed with %s!
ro: %s nu este permis cu %s!
sk: Nie je dovolené pou¾íva» %s s %s!

source: %s makes no sense with %s!
ro: %s nu are sens cu %s!
sk: %s nedáva s %s zmysel!

source: will not run with insecure memory due to %s
ro: nu va rula cu memorie neprotejatã (insecure) pentru cã %s

source: you can only make detached or clear signatures while in --pgp2 mode
ro: puteþi crea doar semnãturi detaºate sau în clar câtã vreme sunteþi în modul --pgp2
sk: v móde --pgp2 mô¾ete vytvára» len oddelené podpisy alebo podpisy èitateµné ako text

source: you can't sign and encrypt at the same time while in --pgp2 mode
ro: nu puteþi semna ºi cifra în acelaºi timp câtã vreme sunteþi în modul --pgp2
sk: v móde --pgp2 nemo¾no súèasne ¹ifrova» a podpisova»

source: you must use files (and not a pipe) when working with --pgp2 enabled.
ro: trebuie sã folosiþi fiºiere (ºi nu un pipe) când lucraþi cu modul --pgp2 activat.
sk: v móde --pgp2 musíte pou¾i» súbor (nie rúru).

source: encrypting a message in --pgp2 mode requires the IDEA cipher
ro: cifrarea unui mesaj în modul --pgp2 necesitã un cifru IDEA
sk: ¹ifrovanie správ v móde --pgp2 vy¾aduje algoritmus IDEA

source: selected cipher algorithm is invalid
ro: algoritm cifrare selectat este invalid
sk: vybraný ¹ifrovací algoritmus je neplatný

source: selected digest algorithm is invalid
ro: algoritm rezumat selectat este invalid
sk: vybraný hashovací algoritmus je neplatný

source: selected compression algorithm is invalid
ro: algoritm compresie selectat este invalid

source: selected certification digest algorithm is invalid
ro: algoritm rezumat certificare selectat este invalid
sk: vybraný hashovací algoritmus je neplatný

source: completes-needed must be greater than 0
ro: completes-needed trebuie sã fie mai mare decât 0
sk: polo¾ka completes-needed musí by» väè¹ia ako 0

source: marginals-needed must be greater than 1
ro: marginals-needed trebuie sã fie mai mare decât 1
sk: polo¾ka marginals-needed musí by» väè¹ia ako 1

source: max-cert-depth must be in the range from 1 to 255
ro: max-cert-depth trebuie sã fie în intervalul de la 1 la 255

source: invalid default-cert-level; must be 0, 1, 2, or 3
ro: default-cert-level invalid; trebuie sã fie 0, 1, 2 sau 3

source: invalid min-cert-level; must be 1, 2, or 3
ro: min-cert-level invalid; trebuie sã fie 0, 1, 2 sau 3

source: NOTE: simple S2K mode (0) is strongly discouraged
ro: NOTÃ: modul S2K simplu (0) este contraindicat cu insistenþã
sk: POZNÁMKA: jednoduchý mód S2K (0) je dôrazne nedoporuèovaný

source: invalid S2K mode; must be 0, 1 or 3
ro: mod S2K invalid; trebuie sã fie 0, 1 sau 3
sk: neplatný mód S2K; musí by» 0, 1 alebo 3

source: invalid default preferences
ro: preferinþe implicite invalide
sk: neplatné defaultné predvoµby

source: invalid personal cipher preferences
ro: preferinþe cifrare personale invalide
sk: neplatné u¾ívateµské predvoµby pre ¹ifrovanie

source: invalid personal digest preferences
ro: preferinþe rezumat personale invalide
sk: neplatné u¾ívateµské predvoµby pre hashovanie

source: invalid personal compress preferences
ro: preferinþe compresie personale invalide
sk: neplatné u¾ívateµské predvoµby pre kompresiu

source: %s does not yet work with %s
ro: %s nu merge încã cu %s!
sk: %s e¹te nepracuje s %s

source: you may not use cipher algorithm `%s' while in %s mode
ro: nu puteþi folosi algoritmul de cifrare `%s' câtã vreme în modul %s

source: you may not use digest algorithm `%s' while in %s mode
ro: nu puteþi folosi algorimul de rezumat `%s' câtã vreme în modul %s

source: you may not use compression algorithm `%s' while in %s mode
ro: nu puteþi folosi algoritmul de compresie `%s' câtã vreme în modul %s

source: failed to initialize the TrustDB: %s
ro: am eºuat sã iniþializez TrustDB:%s
sk: nemô¾em inicializova» databázu dôvery: %s

source: WARNING: recipients (-r) given without using public key encryption
ro: AVERTISMENT: destinatari (-r) furnizaþi fãrã a folosi cifrare cu cheie publicã
sk: VAROVANIE: daný adresát (-r) bez pou¾itia ¹ifrovania s verejným kµúèom

source: --store [filename]
ro: --store [nume_fiºier]
sk: --store [meno súboru]

source: --symmetric [filename]
ro: --symmetric [nume_fiºier]
sk: --symmetric [meno súboru]

source: symmetric encryption of `%s' failed: %s
ro: cifrarea simetricã a lui `%s' a eºuat: %s

source: --encrypt [filename]
ro: --encrypt [nume_fiºier]
sk: --encrypt [meno súboru]

source: --symmetric --encrypt [filename]
ro: --symmetric --encrypt [nume_fiºier]

source: you cannot use --symmetric --encrypt with --s2k-mode 0
ro: nu puteþi folosi --symmetric --encrypt cu --s2k-mode 0

source: you cannot use --symmetric --encrypt while in %s mode
ro: nu puteþi folosi --symmetric --encrypt câtã vreme în modul %s

source: --sign [filename]
ro: --sign [nume_fiºier]
sk: --sign [meno súboru]

source: --sign --encrypt [filename]
ro: --sign --encrypt [nume_fiºier]
sk: --sign --encrypt [meno súboru]

source: --symmetric --sign --encrypt [filename]
ro: --symmetric --sign --encrypt [nume_fiºier]

source: you cannot use --symmetric --sign --encrypt with --s2k-mode 0
ro: nu puteþi folosi --symmetric --sign --encrypt cu --s2k-mode 0

source: you cannot use --symmetric --sign --encrypt while in %s mode
ro: nu puteþi folosi --symmetric --sign --encrypt câtã vreme în modul %s

source: --sign --symmetric [filename]
ro: --sign --symmetric [nume_fiºier]
sk: --sign --symmetric [meno súboru]

source: --clearsign [filename]
ro: --clearsign [nume_fiºier]
sk: --clearsign [meno súboru]

source: --decrypt [filename]
ro: --decrypt [nume_fiºier]
sk: --decrypt [meno súboru]

source: --sign-key user-id
ro: --sign-key id-utilizator
sk: --sign-key id u¾ívateµa

source: --lsign-key user-id
ro: --lsign-key id-utilizator
sk: --lsign-key id u¾ívateµa

source: --edit-key user-id [commands]
ro: --edit-key id-utilizator [comenzi]
sk: --edit-key id u¾ívateµa [príkazy]

source: keyserver send failed: %s
ro: trimitere server de chei eºuatã: %s
sk: nepodarilo posla» kµúè na server: %s

source: keyserver receive failed: %s
ro: recepþie server de chei eºuatã: %s
sk: nepodarilo sa prija» kµúè zo servera: %s

source: key export failed: %s
ro: export cheie eºuat: %s
sk: nepodaril sa export kµúèa: %s

source: keyserver search failed: %s
ro: cãutare server de chei eºuatã: %s
sk: nepodarilo sa nájs» server: %s

source: keyserver refresh failed: %s
ro: actualizare server de chei eºuatã: %s
sk: aktualizácia servera zlyhala: %s

source: dearmoring failed: %s
ro: eliminarea armurii a eºuat: %s
sk: dekódovanie z ASCII formátu zlyhalo: %s

source: enarmoring failed: %s
ro: punerea armurii a eºuat: %s
sk: kódovanie do ASCII formátu zlyhalo: %s

source: invalid hash algorithm `%s'
ro: algoritm hash invalid `%s'
sk: neplatný hashovací algoritmus `%s'

source: [filename]
ro: [nume_fiºier]
sk: [meno súboru]

source: Go ahead and type your message ...
ro: Daþi-i drumul ºi scrieþi mesajul ...
sk: Zaènite písa» svoju správu ...

source: the given certification policy URL is invalid
ro: URL-ul politicii de certificare furnizat este invalid
sk: zadané URL pre certifikaènú politiku je neplatné

source: the given signature policy URL is invalid
ro: URL-ul politicii de semnãturi furnizat este invalid
sk: zadané URL pre podpisovú politiku je neplatné

source: the given preferred keyserver URL is invalid
ro: URL-ul serverului de chei preferat furnizat este invalid

source: take the keys from this keyring
ro: ia cheile de pe acest inel de chei
sk: Zmaza» tento kµúè zo súboru kµúèov?

source: make timestamp conflicts only a warning
ro: dã numai un avertisment la conflicte de timestamp
sk: konflikt èasového razítka

source: |FD|write status info to this FD
ro: |FD|scrie informaþii de stare în acest FD
sk: |FD|zapísa» informácie o stave do tohto FD

source: Usage: gpgv [options] [files] (-h for help)
ro: Folosire: gpgv [opþiuni] [fiºiere] (-h pentru ajutor)
sk: Pou¾itie: gpgv [mo¾nosti] [súbory] (-h pre pomoc)

source: Syntax: gpg [options] [files] Check signatures against known trusted keys
ro: Sintaxã: gpg [opþiuni] [fiºiere] Verificã semnãturi folosind cheile cunoscute ca fiind de încredere
sk: Syntax: gpg [nastavenia] [súbory] Skontroluje podpisy oproti známym dôveryhodným kµúèom

source: It's up to you to assign a value here; this value will never be exported to any 3rd party. We need it to implement the web-of-trust; it has nothing to do with the (implicitly created) web-of-certificates.
ro: Este sarcina d-voastrã sã atribuiþi o valoare aici; aceastã valoare nu va fi niciodatã exportatã pentru o terþã parte. Trebuie sã implementãm reþeaua-de-încredere; aceasta nu are nimic în comun cu certificatele-de-reþea (create implicit).
sk: Je na Vás, aby ste sem priradili hodnotu; táto hodnota nebude nikdy exportovaná tretej strane. Potrebujeme ju k implementácii "pavuèiny dôvery"; nemá to niè spoloèné s (implicitne vytvorenou) "pavuèinou certifikátov".

source: To build the Web-of-Trust, GnuPG needs to know which keys are ultimately trusted - those are usually the keys for which you have access to the secret key. Answer "yes" to set this key to ultimately trusted
ro: Pentru a construi Reþeaua-de-Încredere, GnuPG trebuie sã ºtie care chei au nivel de încredere suprem - acestea de obicei sunt cheile pentru care aveþi acces la cheia secretã. Rãspundeþi "da" pentru a seta aceastã cheie cu nivel de încredere suprem
sk: Aby bolo mo¾né vybudova» pavuèinu dôvery, musí GnuPG vedie», ktorým kµúèom dôverujete absolútne - obyèajne sú to tie kµúèe, pre ktoré máte prístup k tajným kµúèom. Odpovedzte "ano", aby ste nastavili tieto kµúèe ako absolútne dôveryhodné

source: If you want to use this untrusted key anyway, answer "yes".
ro: Dacã doriþi oricum sã folosiþi aceastã cheie fãrã încredere, rãspundeþi "da".
sk: Pokiaµ aj tak chcete pou¾i» tento nedôveryhodný kµúè, odpovedzte "ano".

source: Enter the user ID of the addressee to whom you want to send the message.
ro: Introduceþi ID-ul utilizator al destinatarului mesajului.
sk: Vlo¾te identifikátor adresáta, ktorému chcete posla» správu.

source: Select the algorithm to use. DSA (aka DSS) is the Digital Signature Algorithm and can only be used for signatures. Elgamal is an encrypt-only algorithm. RSA may be used for signatures or encryption. The first (primary) key must always be a key which is capable of signing.
ro: Selectaþi algoritmul de folosit. DSA (aka DSS) este Digital Signature Algorithm ºi poate fi folosit numai pentru semnãturi. Elgamal este un algoritm numai pentru cifrare. RSA poate fi folosit pentru semnãturi sau cifrare. Prima cheie (primarã) trebuie sã fie întotdeauna o cheie cu care se poate semna.

source: In general it is not a good idea to use the same key for signing and encryption. This algorithm should only be used in certain domains. Please consult your security expert first.
ro: În general nu este o idee bunã sã folosiþi aceeaºi cheie ºi pentru semnare ºi pentru cifrare. Acest algoritm ar trebui folosit numai în anumite domenii. Vã rugãm consultaþi mai întâi un expert în domeniu.
sk: V¹ebecne nemo¾no odporúèa» pou¾íva» rovnaký kµúè na ¹ifrovanie a podeisovanie Tento algoritmus je vhodné pou¾i» len za urèitých podmienok. Kontaktujte prosím najprv bezpeènostného ¹pecialistu.

source: Enter the size of the key
ro: Introduceþi lungimea cheii
sk: Vlo¾te då¾ku kµúèa

source: Answer "yes" or "no"
ro: Rãspundeþi "da" sau "nu"
sk: Odpovedzte "ano" alebo "nie"

source: Enter the required value as shown in the prompt. It is possible to enter a ISO date (YYYY-MM-DD) but you won't get a good error response - instead the system tries to interpret the given value as an interval.
ro: Introduceþi valoarea cerutã precum a arãtat la prompt. Este posibil sã introduceþi o datã ISO (AAAA-LL-ZZ) dar nu veþi obþine un rãspuns de eroare bun - în loc sistemul încearcã sã interpreteze valoare datã ca un interval.
sk: Vlo¾te po¾adovanú hodnotu tak, ako je uvedené v príkazovom riadku. Je mo¾né vlo¾i» dátum vo formáte ISO (RRRR-MM-DD), ale nedostanete správnu chybovú hlá¹ku - miesto toho systém skúsi interpretova» zadanú hodnotu ako interval.

source: Enter the name of the key holder
ro: Introduceþi numele deþinãtorului cheii
sk: Vlo¾te meno dr¾iteµa kµúèa

source: please enter an optional but highly suggested email address
ro: vã rugãm introduceþi o adresã de email (opþionalã dar recomandatã)
sk: prosím, vlo¾te e-mailovú adresu (nepovinné, ale veµmi odporúèané)

source: Please enter an optional comment
ro: Vã rugãm introduceþi un comentriu opþional
sk: Prosím, vlo¾te nepovinný komentár

source: N to change the name. C to change the comment. E to change the email address. O to continue with key generation. Q to to quit the key generation.
ro: N pentru a schimba numele. C pentru a schimba comentariul. E pentru a schimba adresa de email. O pentru a continua cu generarea cheii. T pentru a termina generarea cheii.
sk: N pre zmenu názvu. C pre zmenu komentára. E pre zmenu e-mailovej adresy. O pre pokraèovanie generovania kµúèa. Q pre ukonèenie generovania kµúèa.

source: Answer "yes" (or just "y") if it is okay to generate the sub key.
ro: Rãspundeþi "da" (sau numai "d") dacã sunteþi OK sã generaþi subcheia.
sk: Ak chcete generova» podkµúè, odpovedzte "ano" (alebo len "a").

source: When you sign a user ID on a key, you should first verify that the key belongs to the person named in the user ID. It is useful for others to know how carefully you verified this. "0" means you make no particular claim as to how carefully you verified the key. "1" means you believe the key is owned by the person who claims to own it but you could not, or did not verify the key at all. This is useful for a "persona" verification, where you sign the key of a pseudonymous user. "2" means you did casual verification of the key. For example, this could mean that you verified the key fingerprint and checked the user ID on the key against a photo ID. "3" means you did extensive verification of the key. For example, this could mean that you verified the key fingerprint with the owner of the key in person, and that you checked, by means of a hard to forge document with a photo ID (such as a passport) that the name of the key owner matches the name in the user ID on the key, and finally that you verified (by exchange of email) that the email address on the key belongs to the key owner. Note that the examples given above for levels 2 and 3 are *only* examples. In the end, it is up to you to decide just what "casual" and "extensive" mean to you when you sign other keys. If you don't know what the right answer is, answer "0".
ro: Când semnaþi un ID utilizator pe o cheie ar trebui sã verificaþi mai întâi cã cheia aparþine persoanei numite în ID-ul utilizator. Este util ºi altora sã ºtie cât de atent aþi verificat acest lucru. "0" înseamnã cã nu pretindeþi nimic despre cât de atent aþi verificat cheia "1" înseamnã cã credeþi cã cheia este a persoanei ce pretinde cã este proprietarul ei, dar n-aþi putut, sau nu aþi verificat deloc cheia. Aceasta este utilã pentru verificare "persona", unde semnaþi cheia unui utilizator pseudonim. "2" înseamnã cã aþi fãcut o verificare supericialã a cheii. De exemplu, aceasta ar putea însemna cã aþi verificat amprenta cheii ºi aþi verificat ID-ul utilizator de pe cheie cu un ID cu pozã. "3" înseamnã cã aþi fãcut o verificare extensivã a cheii. De exemplu, aceasta ar putea însemna cã aþi verificat amprenta cheii cu proprietarul cheii în persoanã, cã aþi verificat folosind un document dificil de falsificat cu pozã (cum ar fi un paºaport) cã numele proprietarului cheii este acelaºi cu numele ID-ului utilizator al cheii ºi cã aþi verificat (schimbând emailuri) cã adresa de email de pe cheie aparþine proprietarului cheii. De notat cã exemplele date pentru nivelele 2 ºi 3 ceva mai sus sunt *numai* exemple. La urma urmei, d-voastrã decideþi ce înseamnã "superficial" ºi "extensiv" pentru d-voastrã când semnaþi alte chei. Dacã nu ºtiþi care este rãspunsul, rãspundeþi "0".
sk: Skôr ako podpí¹ete id u¾ívateµa, mali by ste najprv overi», èi kµúè patrí osobe, ktorej meno je uvedené v identifikátore u¾ívateµa. Je veµmi u¾itoèné, keï ostatní vedia, ako dôsledne ste previedli takéto overenie. "0" znamená, ¾e neuvádzate, ako dôsledne ste pravos» kµúèa overili "1" znamená, ¾e veríte tomu, ¾e kµúè patrí osobe, ktorá je uvedená, v u¾ívateµskom ID, ale nemohli ste alebo jste nepreverili túto skutoènos». To je u¾itoèné pre "osobnú" verifikáciu, keï podpisujete kµúèe, ktoré pou¾ívajú pseudonym u¾ívateµa. "2" znamená, ¾e ste èiastoène overili pravos» kµúèa. Napr. ste overili fingerprint kµúèa a skontrolovali identifikátor u¾ívateµa uvedený na kµúèi s fotografickým id. "3" Znamená, ¾e ste vykonali veµmi dôkladné overenie pravosti kµúèa. To mô¾e napríklad znamena», ¾e ste overili fingerprint kµúèa jeho vlastníka osobne a ïalej ste pomocou ta¾ko fal¹ovateµného dokumentu s fotografiou (napríklad pasu) overili, ¾e meno majiteµa kµúèa sa zhoduje s menom uvedeným v u¾ívateµskom ID a ïalej ste overili (výmenou elektronických dopisov), ¾e elektronická adresa uvedená v ID u¾ívateµa patrí majiteµovi kµúèa. Prosím nezabúdajte, ¾e príklady uvedené pre úroveò 2 a 3 sú *len* príklady. Je len na Va¹om rozhodnutí, èo "èiastoèné" a "dôkladné" overenie znamená keï budete podpisova» kµúèe iným u¾ívateµom. Pokiaµ neviete, aká je správna odpoveï, odpovedzte "0".

source: Answer "yes" if you want to sign ALL the user IDs
ro: Rãspundeþi "da" dacã doriþi sã semnaþi TOATE ID-urile utilizator

source: Answer "yes" if you really want to delete this user ID. All certificates are then also lost!
ro: Rãspundeþi "da" dacã într-adevãr doriþi sã ºtergeþi acest ID utilizator. Toate certificatele sunt de asemenea pierdute!
sk: Pokiaµ skutoène chcete zmaza» tento identifikátor u¾ívateµa, odpovedzte "ano". V¹etky certifikáty budú tie¾ stratené!

source: Answer "yes" if it is okay to delete the subkey
ro: Rãspundeþi "da" dacã este OK sã ºtergeþi subcheia
sk: Odpovedzte "ano", pokiaµ chcete zmaza» podkµúè

source: This is a valid signature on the key; you normally don't want to delete this signature because it may be important to establish a trust connection to the key or another key certified by this key.
ro: Aceasta este o semnãturã validã pe cheie; în mod normal n-ar trebui sã ºtergeþi aceastã semnãturã pentru cã aceasta ar putea fi importantãla stabilirea conexiunii de încredere la cheie sau altã cheie certificatã de aceastã cheie.
sk: Toto je platný podpis kµúèa; normálne nechcete tento podpis zmaza», preto¾e mô¾e by» dôle¾itý pri vytváraní dôvery kµúèa alebo iného kµúèa ceritifikovaného týmto kµúèom.

source: This signature can't be checked because you don't have the corresponding key. You should postpone its deletion until you know which key was used because this signing key might establish a trust connection through another already certified key.
ro: Aceastã semnãturã nu poate fi verificatã pentru cã nu aveþi cheia corespunzãtoare. Ar trebui sã amânaþi ºtergerea sa pânã ºtiþi care cheie a fost folositã pentru cã aceastã cheie de semnare ar putea constitui o conexiune de încredere spre o altã cheie deja certificatã.
sk: Tento podpis nemô¾e by» overený, preto¾e nemáte zodpovedajúci verejný kµúè. Jeho zmazanie by ste mali odlo¾i» do èasu, keï budete vedie», ktorý kµúè bol pou¾itý, preto¾e tento podpisovací kµúè mô¾e vytvori» dôveru prostredníctvom iného u¾ certifikovaného kµúèa.

source: The signature is not valid. It does make sense to remove it from your keyring.
ro: Semnãtura nu este validã. Aceasta ar trebui ºtearsã de pe inelul d-voastrã de chei.
sk: Podpis je neplatný. Je rozumné ho odstráni» z Vá¹ho súboru kµúèov.

source: This is a signature which binds the user ID to the key. It is usually not a good idea to remove such a signature. Actually GnuPG might not be able to use this key anymore. So do this only if this self-signature is for some reason not valid and a second one is available.
ro: Aceasta este o semnãturã care leagã ID-ul utilizator de cheie. De obicei nu este o idee bunã sã ºtergeþi o asemenea semnãturã. De fapt, GnuPG ar putea sã nu mai poatã folosi aceastã cheie. Aºa cã faceþi acest lucru numai dacã aceastã auto-semnãturã este dintr-o oarecare cauzã invalidã ºi o a doua este disponibilã.
sk: Toto je podpis, ktorý via¾e identifikátor u¾ívateµa ku kµúèu. Zvyèajne nie je dobré takýto podpis odstráni». GnuPG nemô¾e tento kµúè naïalej pou¾íva». Urobte to len v prípade, keï je tento podpis kµúèa ním samým z nejakého dôvodu neplatný a keï je k dispozícii iný kµúè.
