Repository: 0ndorio/gnupg
Catalog: po/*.po
Languages: ro, sk

source: Key generation failed: %s
ro: Generarea cheii a eºuat: %s
sk: Vytvorenie kµúèa sa nepodarilo: %s

source: key has been created %lu second in future (time warp or clock problem)
ro: cheia a fost creatã %lu secundã în viitor (warp în timp sau probleme cu ceasul)
sk: kµúè bol vytvorený %lu sekund v budúcnosti (do¹lo k zmene èasu alebo je problém so systémovým èasom)

source: key has been created %lu seconds in future (time warp or clock problem)
ro: cheia a fost creatã %lu secunde în viitor (warp în timp sau probleme cu ceasul)
sk: kµúè bol vytvorený %lu sekund v budúcnosti (do¹lo k zmene èasu alebo je problém so systémovým èasom)

source: NOTE: creating subkeys for v3 keys is not OpenPGP compliant
ro: NOTÃ: crearea de subchei pentru chei v3 nu este conform OpenPGP
sk: POZNÁMKA: vytvorenie podkµúèa pre kµúèe v3 nie je v súlade s OpenPGP

source: Really create? (y/N)
ro: Creaþi într-adevãr? (d/N)

source: storing key onto card failed: %s
ro: stocarea cheii pe card a eºuat: %s

source: can't create backup file `%s': %s
ro: nu pot crea fiºier de rezervã `%s': %s

source: NOTE: backup of card key saved to `%s'
ro: NOTÃ: copia de siguranþa a cheii cardului salvatã la `%s'

source: never
ro: niciodatã
sk: nikdy

source: Critical signature policy:
ro: Politicã de semnãturi criticã:
sk: Kritická podpisová politika:

source: Signature policy:
ro: Politicã de semnãturi:
sk: Podpisová politika:

source: Critical preferred keyserver:
ro: Server de chei preferat critic:

source: Critical signature notation:
ro: Notare semnãturã criticã:
sk: Kritická podpisová notácia:

source: Signature notation:
ro: Notare semnãturã:
sk: Podpisová notácia:

source: Keyring
ro: Inel de chei
sk: súbor kµúèov (keyring)

source: Primary key fingerprint:
ro: Amprentã cheie primarã:
sk: Primárny fingerprint kµúèa:

source: Subkey fingerprint:
ro: Amprentã subcheie:
sk: Fingerprint podkµúèa:

source: Primary key fingerprint:
ro: Amprentã cheie primarã:
sk: Primárny fingerprint kµúèa:

source: Subkey fingerprint:
ro: Amprentã subcheie:
sk: Fingerprint podkµúèa:

source: Key fingerprint =
ro: Amprentã cheie =

source: Card serial no. =
ro: Card nr. serie =

source: renaming `%s' to `%s' failed: %s
ro: redenumirea `%s' ca `%s' a eºuat: %s

source: WARNING: 2 files with confidential information exists.
ro: AVERTISMENT: existã 2 fiºiere cu informaþii confidenþiale.
sk: VAROVANIE: Existujú dva súbory s tajnými informáciami.

source: %s is the unchanged one
ro: %s este cel neschimbat
sk: %s je bez zmeny

source: %s is the new one
ro: %s este cel nou
sk: %s je nový

source: Please fix this possible security flaw
ro: Vã rugãm reparaþi aceastã deficienþã posibilã de securitate
sk: Prosím, opravte tento mo¾ný bezpeènostný problém

source: caching keyring `%s'
ro: pun în cache inelul de chei `%s'

source: %lu keys cached so far (%lu signatures)
ro: %lu chei puse în cache pânã acum (%lu semnãturi)

source: %lu keys cached (%lu signatures)
ro: %lu chei puse în cache (%lu semnãturi)

source: %s: keyring created
ro: %s: inelul de chei creat
sk: %s: súbor kµúèov (keyring) vytvorený

source: WARNING: keyserver option `%s' is not used on this platform
ro: AVERTISMENT: opþiunile serverului de chei `%s' nu sunt folosite pe aceastã platformã

source: disabled
ro: deactivat(ã)

source: Enter number(s), N)ext, or Q)uit >
ro: Introduceþi numãr/numere, N)ext (urmãtor), sau Q)uit (terminã) >

source: invalid keyserver protocol (us %d!=handler %d)
ro: protocol server de chei invalid (us %d!=handler %d)

source: key "%s" not found on keyserver
ro: cheia "%s" nu a fost gãsitã pe serverul de chei

source: key not found on keyserver
ro: cheia nu a fost gãsitã pe serverul de chei

source: requesting key %s from %s server %s
ro: cer cheia %s de la serverul %s %s

source: requesting key %s from %s
ro: cer cheia %s de la %s

source: sending key %s to %s server %s
ro: trimit cheia %s serverului %s %s

source: sending key %s to %s
ro: trimit cheia %s lui %s

source: searching for "%s" from %s server %s
ro: caut "%s" de pe serverul %s %s

source: searching for "%s" from %s
ro: caut "%s" de pe %s

source: no keyserver action!
ro: nici o acþiune pentru serverul de chei!

source: WARNING: keyserver handler from a different version of GnuPG (%s)
ro: AVERTISMENT: manipulator server de chei dintr-o versiune diferitã de GnuPG (%s)

source: keyserver did not send VERSION
ro: serverul de chei nu a trimis VERSION (versiune)

source: no keyserver known (use option --keyserver)
ro: nici un server de chei cunoscut (folosiþi opþiunea --keyserver)

source: external keyserver calls are not supported in this build
ro: apeluri cãtre server de chei extern nu este suportat de acest program

source: no handler for keyserver scheme `%s'
ro: nici un manipulator (handler) pentru schema serverului de chei `%s'

source: action `%s' not supported with keyserver scheme `%s'
ro: acþiunea `%s' nu este suportatã cu schema serverului de chei `%s'

source: %s does not support handler version %d
ro: %s nu suportã versiunea de manipulator (handler) %d

source: keyserver timed out
ro: serverul de chei a epuizat timpul de aºteptare (timed out)

source: keyserver internal error
ro: eroare internã server de chei

source: keyserver communications error: %s
ro: eroare de comunicare server de chei: %s

source: "%s" not a key ID: skipping
ro: "%s" nu este un ID de cheie: sãrit

source: WARNING: unable to refresh key %s via %s: %s
ro: AVERTISMENT: nu pot reactualiza cheia %s via %s: %s

source: refreshing 1 key from %s
ro: reactualizez 1 cheie de la %s

source: refreshing %d keys from %s
ro: reactualizez %d chei de la %s

source: weird size for an encrypted session key (%d)
ro: dimensiune ciudatã pentru o cheie de sesiune cifratã (%d)
sk: zvlá¹tna veµkos» ¹ifrovacieho kµúèa pre sedenie (%d)

source: %s encrypted session key
ro: %s cheie de sesiune cifratã
sk: %s kµúè ¹ifrovaného sedenia

source: passphrase generated with unknown digest algorithm %d
ro: fraza-parolã generatã cu un algoritm rezumat necunoscut %d

source: public key is %s
ro: cheia publicã este %s

source: public key encrypted data: good DEK
ro: date cigrate cu cheie publicã: DEK bun
sk: dáta za¹ifrované verejným kµúèom: správny DEK

source: encrypted with %u-bit %s key, ID %s, created %s
ro: cifrat cu cheia %u-bit %s, ID %s, creatã %s

source: encrypted with %s key, ID %s
ro: cifrat cu cheia %s, ID %s

source: public key decryption failed: %s
ro: decriptarea cu cheie publicã a eºuat: %s
sk: de¹ifrovanie verejným kµúèom zlyhalo: %s

source: encrypted with %lu passphrases
ro: cifratã cu %lu fraze-parolã
sk: za¹ifrované s %lu heslami

source: encrypted with 1 passphrase
ro: cifratã cu 1 frazã-parolã
sk: za¹ifrované jedným heslom

source: assuming %s encrypted data
ro: presupunem date cifrate %s
sk: predpokladám %s ¹ifrovaných dát

source: IDEA cipher unavailable, optimistically attempting to use %s instead
ro: cifru IDEA indisponibil, vom încerca sã folosim %s în loc
sk: algoritmus IDEA nie je dostupný; optimisticky sa ho pokúsime nahradi» algoritmom %s

source: decryption okay
ro: decriptare OK
sk: de¹ifrovanie o.k.

source: WARNING: message was not integrity protected
ro: AVERTISMENT: mesajul nu a avut integritatea protejatã
sk: VAROVANIE: správa nemá ochranu integrity

source: WARNING: encrypted message has been manipulated!
ro: AVERTISMENT: mesajul cifrat a fost manipulat!
sk: VAROVANIE: so za¹ifrovanou správou bolo manipulované!

source: decryption failed: %s
ro: decriptarea a eºuat: %s
sk: de¹ifrovanie zlyhalo: %s

source: NOTE: sender requested "for-your-eyes-only"
ro: NOTÃ: expeditorul a cerut "doar-pentru-ochii-d-voastrã"
sk: POZNÁMKA: odosielateµ po¾adoval ("for-your-eyes-only")

source: original file name='%.*s'
ro: nume fiºier original='%.*s'
sk: pôvodné meno súboru='%.*s'

source: standalone revocation - use "gpg --import" to apply
ro: revocare standalone - folosiþi "gpg --import" pentru a aplica
sk: samostatný revokaèný certifikát - pou¾ite "gpg --import", ak ho chcete vyu¾i»

source: signature verification suppressed
ro: verificare semnãturã eliminatã
sk: verifikácia podpisu potlaèená

source: Signature made %s
ro: Semnãturã fãcutã %s

source: using %s key %s
ro: folosind cheia %s %s

source: Signature made %s using %s key ID %s
ro: Semnãturã fãcutã %s folosind cheia %s cu ID %s

source: Key available at:
ro: Cheie disponibilã la:
sk: Kµúè k dispozícii na:

source: BAD signature from "%s"
ro: Semnãturã INCORECTÃ din "%s"

source: Expired signature from "%s"
ro: Semnãturã expiratã din "%s"

source: Good signature from "%s"
ro: Semnãturã bunã din "%s"

source: [uncertain]
ro: [nesigur]
sk: [neistý]

source: Signature expired %s
ro: Semnãturã expiratã %s
sk: Platnos» podpisu vypr¹ala %s

source: Signature expires %s
ro: Semnãtura expirã %s
sk: Platnos» podpisu vypr¹í %s

source: %s signature, digest algorithm %s
ro: semnãturã %s, algoritm rezumat %s
sk: %s podpis, hashovací algoritmus %s

source: binary
ro: binar
sk: binárne

source: textmode
ro: modtext
sk: textový mód

source: unknown
ro: necunoscut
sk: neznáme

source: Can't check signature: %s
ro: Nu pot verifica semnãtura: %s
sk: Nemô¾em overi» podpis: %s

source: not a detached signature
ro: nu o semnãturã detaºatã
sk: toto nie je podpis oddelený od dokumentu

source: WARNING: multiple signatures detected. Only the first will be checked.
ro: AVERTISMENT: am detectat multiple semnãturi. Numai prima va fi verificatã.
sk: VAROVANIE: Nájdené viacnásobne podpisy. Skontrolovaný bude len prvý.

source: standalone signature of class 0x%02x
ro: semnãturã de sine stãtãtoare (standalone) de clasã 0x%02x
sk: samostatný podpis triedy 0x%02x

source: old style (PGP 2.x) signature
ro: semnãturã de stil vechi (PGP 2.x)
sk: podpis starého typu (PGP 2.x)

source: invalid root packet detected in proc_tree()
ro: pachet root invalid detectat în proc_tree()
sk: nájdený neplatný koreòový paket v proc_tree()

source: fstat of `%s' failed in %s: %s
ro: fstat pentru `%s' a eºuat în %s: %s

source: fstat(%d) failed in %s: %s
ro: fstat(%d) a eºuat în %s: %s

source: WARNING: using experimental public key algorithm %s
ro: AVERTISMENT: folosesc algoritmul cu cheie publicã experimental %s

source: WARNING: using experimental cipher algorithm %s
ro: AVERTISMENT: folosesc algoritmul de cifrare experimental %s

source: WARNING: using experimental digest algorithm %s
ro: AVERTISMENT: folosesc algoritmul rezumat experimental %s

source: WARNING: digest algorithm %s is deprecated
ro: AVERTISMENT: algoritmul rezumat %s este prea vechi (deprecated)

source: the IDEA cipher plugin is not present
ro: plugin-ul pentru cifrare IDEA nu este prezent
sk: IDEA modul pre GnuPG nenájdený

source: %s:%d: deprecated option "%s"
ro: %s:%d: opþiune învechitã "%s"
sk: %s:%d: pou¾itie parametra "%s" sa neodporúèa

source: WARNING: "%s" is a deprecated option
ro: AVERTISMENT: "%s" este o opþiune învechitã
sk: VAROVÁNÍ: pou¾itie parametra "%s" sa neodporúèa

source: please use "%s%s" instead
ro: vã rugãm folosiþi "%s%s" în loc
sk: pou¾ite namiesto neho "%s%s"

source: WARNING: "%s" is a deprecated command - do not use it
ro: AVERTISMENT: "%s" este o comandã învechitã - nu o folosiþi

source: Uncompressed
ro: Necompresat
sk: Nedekomprimované

source: uncompressed|none
ro: necompresat|niciunul

source: this message may not be usable by %s
ro: acest mesaj s-ar putea sã nu poatã fi folosit de %s
sk: táto správa nemusí pou¾iteµná s %s

source: ambiguous option `%s'
ro: opþiune ambiguã `%s'

source: unknown option `%s'
ro: opþiune necunoscutã `%s'

source: File `%s' exists.
ro: Fiºierul `%s' existã.
sk: Súbor `%s' existuje.

source: Overwrite? (y/N)
ro: Suprascriu? (d/N)

source: %s: unknown suffix
ro: %s: sufix necunoscut
sk: %s: neznáma prípona

source: Enter new filename
ro: Introduceþi un nou nume-fiºier
sk: Vlo¾te nový názov súboru

source: writing to stdout
ro: scriu la stdout
sk: zapisujem na ¹tandardný výstup (stdout)

source: assuming signed data in `%s'
ro: presupun date semnate în `%s'
sk: predpokladám podpísané dáta v `%s'

source: new configuration file `%s' created
ro: fiºier de configurare nou `%s' creat
sk: vytvorený nový konfiguraèný súbor `%s'

source: WARNING: options in `%s' are not yet active during this run
ro: AVERTISMENT: opþiunile din %s nu sunt încã active în timpul acestei rulãri
sk: VAROVANIE: nastavenie v `%s' e¹te nie je aktívne

source: can't handle public key algorithm %d
ro: nu pot mânui algoritmul cu cheie publicã %d
sk: nemô¾em pracova» s algoritmom verejného kµúèa %d

source: WARNING: potentially insecure symmetrically encrypted session key
ro: AVERTISMENT: cheie de sesiune cifratã simetric potenþial nesigurã (insecure)
sk: VAROVANIE: pravdepodobne nebezpeèný symetricky ¹ifrovaný kµúè sedenia

source: subpacket of type %d has critical bit set
ro: subpachetul de tip %d are bitul critic setat
sk: podpaket typu %d má nastavený kritický bit

source: (main key ID %s)
ro: (ID cheie principalã %s)

source: You need a passphrase to unlock the secret key for user: "%.*s" %u-bit %s key, ID %s, created %s%s
ro: Aveþi nevoie de o frazã-parolã pentru a descuia cheia secretã pt. utilizator: "%.*s" cheia %u-bit %s, ID %s, creatã %s%s

source: Repeat passphrase
ro: Repetaþi fraza-parolã
sk: Opakova» heslo

source: Enter passphrase
ro: Introduceþi fraza-parolã
sk: Vlo¾i» heslo

source: cancelled by user
ro: anulatã de utilizator
sk: zru¹ené u¾ívateµom

source: You need a passphrase to unlock the secret key for user: "%s"
ro: Aveþi nevoie de o frazã-parolã pentru a descuia cheia secretã pentru utilizator: "%s"

source: %u-bit %s key, ID %s, created %s
ro: cheia %u-bit %s, ID %s, creatã %s

source: (subkey on main key ID %s)
ro: (subcheie pe cheia principalã ID %s)

source: Pick an image to use for your photo ID. The image must be a JPEG file. Remember that the image is stored within your public key. If you use a very large picture, your key will become very large as well! Keeping the image close to 240x288 is a good size to use.
ro: Alegeþi o imagine pentru a o folosi ca pozã ID. Imaginea trebuie sã fie un fiºier JPEG. Amintiþi-vã cã imaginea este pãstratã în cheia d-voastrã publicã. Dacã folosiþi o imagine foarte largã, cheia d-voastrã va deveni de asemenea foarte largã! Încercaþi sã folosiþi o imagine de aproximativ 240x288 pixeli.
sk: Vyberte si obrázok, ktorý bude pou¾itý ako fotografické ID. Tento obrázok musí by» vo formáte JPEG. Pamätajte, ¾e bude ulo¾ený vo Va¹om verejnom kµúèi. Ak pou¾ijete veµmi veµký obrázok, kµúè bude tie¾ veµký! Odporúèaná veµkos» obrázka je okolo 240x288.

source: Enter JPEG filename for photo ID:
ro: Introduceþi nume-fiºier JPEG pentru pozã ID:
sk: Meno súbor s fotografiou vo formáte JPEG:

source: unable to open JPEG file `%s': %s
ro: nu pot deschide fiºierul JPEG `%s': %s

source: This JPEG is really large (%d bytes) !
ro: Acest JPEG este foarte mare (%d octeþi) !

source: Are you sure you want to use it? (y/N)
ro: Sunteþi sigur(ã) cã doriþi sã îl folosiþi? (d/N)

source: `%s' is not a JPEG file
ro: `%s' nu este un fiºier JPEG

source: Is this photo correct (y/N/q)?
ro: Este aceastã pozã corectã (d/N/t)?
sk: Je táto fotografia správna (a/N/u)?

source: unable to display photo ID!
ro: nu pot afiºa poza ID!
sk: nemo¾no nastavi» exec-path na %s

source: No reason specified
ro: Nici un motiv specificat
sk: Dôvod nebol ¹pecifikovaný

source: Key is superseded
ro: Cheia este înlocuitã
sk: Kµúè je nahradený

source: Key has been compromised
ro: Cheia a fost compromisã
sk: Kµúè bol skompromitovaný

source: Key is no longer used
ro: Cheia nu mai este folositã
sk: Kµúè sa u¾ nepou¾íva

source: User ID is no longer valid
ro: ID utilizator nu mai este valid
sk: Identifikátor u¾ívateµa u¾ neplatí

source: reason for revocation:
ro: motiv pentru revocare:
sk: dôvod na revokáciu:

source: revocation comment:
ro: comentariu revocare:
sk: revokaèná poznámka:

source: iImMqQsS
ro: iImMtTsS
sk: iImMuUsS

source: No trust value assigned to:
ro: Nici o valoare de încredere atribuitã lui:

source: How much do you trust that this key actually belongs to the named user?
ro: Cât de mult credeþi cã aceastã cheie aparþine într-adevãr utilizatorului numit?

source: %d = I don't know or won't say
ro: %d = Nu ºtiu sau nu vreau sã mã pronunþ

source: %d = I do NOT trust
ro: %d = NU am încredere

source: %d = I trust ultimately
ro: %d = Am încredere supremã

source: m = back to the main menu
ro: m = înapoi la meniul principal

source: s = skip this key
ro: s = sãri peste cheia asta

source: q = quit
ro: t = terminã

source: The minimum trust level for this key is: %s
ro: Nivelul minim de încredere pentru aceastã cheie este: %s

source: Your decision?
ro: Decizia d-voastrã?
sk: Va¹e rozhodnutie?

source: Do you really want to set this key to ultimate trust? (y/N)
ro: Doriþi într-adevãr sã setaþi aceastã cheie cu încredere supremã? (d/N)

source: Certificates leading to an ultimately trusted key:
ro: Certificatele ce conduc la o cheie cu încredere supremã:
sk: Certifikáty vedúce k finálnemu dôveryhodnému kµúèu:

source: %s: There is no assurance this key belongs to the named user
ro: %s: Nu existã nici o indicaþie cã aceastã cheie aparþine într-adevãr utilizatorului numit

source: %s: There is limited assurance this key belongs to the named user
ro: %s: Nu existã nici o indicaþie cã aceastã cheie aparþine într-adevãr utilizatorului numit

source: This key probably belongs to the named user
ro: Aceastã cheie aparþine probabil utilizatorului numit

source: This key belongs to us
ro: Aceastã cheie ne aparþine
sk: Tento kµúè patrí nám (máme zodpovedajúci tajný kµúè)

source: It is NOT certain that the key belongs to the person named in the user ID. If you *really* know what you are doing, you may answer the next question with yes.
ro: NU este sigur cã cheia aparþine persoanei numite în ID-ul utilizator. Dacã ºtiþi *cu adevãrat* ce faceþi, puteþi rãspunde cu da la urmãtoarea întrebare.

source: Use this key anyway? (y/N)
ro: Folosiþi oricum aceastã cheie? (d/N)

source: WARNING: Using untrusted key!
ro: AVERTISMENT: Folosiþi o cheie fãrã încredere!
sk: VAROVANIE: Je pou¾itý nedôveryhodný kµúè!

source: WARNING: this key might be revoked (revocation key not present)
ro: AVERTISMENT: aceastã cheie poate fi revocatã (cheia de revocare nu este prezentã)

source: WARNING: This key has been revoked by its designated revoker!
ro: AVERTISMENT: Aceastã cheie a fost revocatã revocatorul desemnat!

source: WARNING: This key has been revoked by its owner!
ro: AVERTISMENT: Aceastã cheie a fost revocatã de proprietarul ei!
sk: VAROVANIE: Tento kµúè bol revokovaný jeho vlastníkom!

source: This could mean that the signature is forged.
ro: Aceasta ar putea însemna cã semnãtura e falsificatã.

source: WARNING: This subkey has been revoked by its owner!
ro: AVERTISMENT: Aceastã cheie a fost revocatã de proprietarul ei!
sk: VAROVANIE: Tento podkµúè bol revokovaný jeho vlastníkom!

source: Note: This key has been disabled.
ro: Notã: Aceastã cheie a fost deactivatã.
sk: Poznámka: Tento kµúè bol oznaèený ako neplatný (disabled).

source: Note: This key has expired!
ro: Notã: Aceastã cheie a expirat!
sk: Poznámka: Skonèila platnos» tohto kµúèa!

source: WARNING: This key is not certified with a trusted signature!
ro: AVERTISMENT: Aceastã cheie nu este certificatã de o semnãturã de încredere!
sk: VAROVANIE: Tento kµúè nie certifikovaný dôveryhodným podpisom!

source: There is no indication that the signature belongs to the owner.
ro: Nu existã nici o indicaþie cã semnãtura aparþine proprietarului.
sk: Niè nenaznaèuje tomu, ¾e tento podpis patrí vlastníkovi kµúèa.

source: WARNING: We do NOT trust this key!
ro: AVERTISMENT: Noi NU avem încredere în aceastã cheie!
sk: VAROVANIE: NEdôverujeme tomuto kµúèu!

source: The signature is probably a FORGERY.
ro: Semnãtura este probabil un FALS.
sk: Tento podpis je pravdepodobne FALO©NÝ.

source: WARNING: This key is not certified with sufficiently trusted signatures!
ro: AVERTISMENT: Aceastã cheie nu este certificatã cu suficiente semnãturi de încredere!
sk: VAROVANIE: Tento kµúè nie je certifikovaný dostatoène dôveryhodnými podpismi!

source: It is not certain that the signature belongs to the owner.
ro: Nu este sigur cã semnãtura aparþine proprietarului.
sk: Nie je isté, ¾e tento podpis patrí vlastníkovi.

source: %s: skipped: %s
ro: %s: sãritã: %s
sk: %s: preskoèené: %s

source: %s: skipped: public key already present
ro: %s: sãritã: cheia publicã este deja prezentã
sk: %s: preskoèené: verejný kµúè je u¾ obsiahnutý v databáze

source: You did not specify a user ID. (you may use "-r")
ro: Nu aþi specificat un ID utilizator. (puteþi folosi "-r")
sk: Ne¹pecifikovali ste identifikátor u¾ívateµa (user ID). Mô¾ete pou¾i» "-r"

source: Current recipients:
ro: Destinatari curenþi:

source: Enter the user ID. End with an empty line:
ro: Introduceþi ID-ul utilizator. Terminaþi cu o linie nouã:
sk: Napí¹te identifikátor u¾ívateµa (user ID). Ukonèite prázdnym riadkom:

source: No such user ID.
ro: Nu existã acest ID utilizator.
sk: Takýto identifikátor u¾ívateµa neexistuje.

source: skipped: public key already set as default recipient
ro: sãritã: cheia publicã setatã deja ca destinatar implicit
sk: preskoèené: verejný kµúè je u¾ nastavený podµa implicitného adresáta

source: Public key is disabled.
ro: Cheia publicã este deactivatã.
sk: Verejný kµúè je neplatný (disabled).

source: skipped: public key already set
ro: sãritã: cheia publicã setatã deja
sk: preskoèené: verejný kµúè je u¾ nastavený

source: unknown default recipient "%s"
ro: destinatar implicit necunoscut "%s"

source: %s: skipped: public key is disabled
ro: %s: sãritã: cheia publicã este deactivatã
sk: %s: preskoèené: verejný kµúè je neplatný (disabled)

source: no valid addressees
ro: nici un destinatar valid
sk: ¾iadne platné adresy

source: data not saved; use option "--output" to save it
ro: datele nu au fost salvate: folosiþi opþiunea "--output" pentru a le salva
sk: dáta neboli ulo¾ené; na ich ulo¾enie pou¾ite prepínaè "--output"

source: Detached signature.
ro: Semnãturã detaºatã.
sk: Podpis oddelený od dokumentu.

source: Please enter name of data file:
ro: Vã rugãm introduceþi numele fiºierului de date:
sk: Prosím, vlo¾te názov dátového súboru:

source: reading stdin ...
ro: citesc stdin ...
sk: èítam ¹tandardný vstup (stdin) ...

source: no signed data
ro: nici o datã semnatã
sk: chýbajú podpísané dáta

source: can't open signed data `%s'
ro: nu pot deschide date semnate `%s'
sk: nemô¾em otvori» podpísané dáta '%s'

source: anonymous recipient; trying secret key %s ...
ro: destinator anonim; încerc cheia secretã %s ...

source: okay, we are the anonymous recipient.
ro: OK, noi suntem destinatarul anonim.
sk: o.k., my sme anonymný adresát.

source: old encoding of the DEK is not supported
ro: vechea encodare a lui DEK nu este suportatã
sk: staré kódovanie DEK nie je podporováné

source: cipher algorithm %d%s is unknown or disabled
ro: algoritm cifrare %d%s este necunoscut sau deactivat
sk: ¹ifrovací algoritmus %d%s je neznamý alebo je zakázaný

source: WARNING: cipher algorithm %s not found in recipient preferences
ro: AVERTISMENT: algoritm cifrare %s nu a fost gãsit în preferinþele destinatarului

source: NOTE: secret key %s expired at %s
ro: NOTÃ: cheia secretã %s a expirat la %s

source: NOTE: key has been revoked
ro: NOTÃ: cheia a fost revocatã
sk: POZNÁMKA: kµúè bol revokovaný

source: build_packet failed: %s
ro: build_packet a eºuat: %s
sk: build_packet zlyhala: %s

source: key %s has no user IDs
ro: cheia %s nu are nici un ID utilizator

source: To be revoked by:
ro: Pentru a fi revocat de:
sk: Bude revokovaný:

source: (This is a sensitive revocation key)
ro: (Aceasta este o cheie de revocare senzitivã)
sk: (Toto je citlivý revokaèný kµúè)

source: Create a designated revocation certificate for this key? (y/N)
ro: Creaþi un certificat de revocare desemnat pentru aceastã cheie? (d/N)
