Repository: 0ndorio/gnupg
Catalog: po/*.po
Languages: ro, sk

source: can't create `%s': %s
ro: nu pot crea `%s': %s
sk: nemô¾em vytvori» `%s': %s

source: can't open `%s': %s
ro: nu pot deschide `%s': %s
sk: nemô¾em otvori» `%s': %s

source: PIN not correctly repeated; try again
ro: PIN-ul nu a fost repetat corect; mai încercaþi o datã

source: verbose
ro: locvace
sk: s dodatoènými informáciami

source: be somewhat more quiet
ro: fii oarecum mai tãcut
sk: by» o trochu tich¹í

source: NOTE: no default option file `%s'
ro: NOTÃ: nici un fiºier opþiuni implicit `%s'
sk: POZNÁMKA: neexistuje implicitný súbor s mo¾nos»ami `%s'

source: option file `%s': %s
ro: fiºier opþiuni `%s': %s
sk: súbor s mo¾nos»ami `%s': %s

source: reading options from `%s'
ro: citesc opþiuni din `%s'
sk: èítam mo¾nosti z `%s'

source: error creating `%s': %s
ro: eroare la creearea `%s': %s
sk: chyba pri vytváraní `%s': %s

source: can't create directory `%s': %s
ro: nu pot crea directorul `%s': %s
sk: nemô¾em vytvori» adresár `%s': %s

source: directory `%s' created
ro: director `%s' creat

source: malformed GPG_AGENT_INFO environment variable
ro: variabila de mediu GPG_AGENT_INFO anormalã
sk: zlý formát premennej prostredia GPG_AGENT_INFO

source: gpg-agent protocol version %d is not supported
ro: gpg-agent versiune protocol %d nu este suportat
sk: gpg-agent protokol verzie %d nie je podporovaný

source: gpg-agent is not available in this session
ro: gpg-agent nu este disponibil în aceastã sesiune
sk: gpg-agent nie je v tomto sedení dostupný

source: can't connect to `%s': %s
ro: nu mã pot conecta la `%s': %s
sk: nemô¾em sa pripoji» k `%s': %s

source: communication problem with gpg-agent
ro: probleme de comunicare cu gpg-agent
sk: problém v komunikácii s gpg-agentom

source: can't disable core dumps: %s
ro: nu pot deactiva generarea fiºierelor core: %s
sk: nemô¾em vypnú» vytváranie core súborov: %s

source: yes
ro: da
sk: ano

source: yY
ro: dD
sk: aAyY

source: no
ro: nu
sk: nie

source: quit
ro: terminã
sk: ukonèi»

source: qQ
ro: tT
sk: uUqQ

source: okay|okay
ro: OK|OK

source: cancel|cancel
ro: renunþã|renunþã

source: armor: %s
ro: armurã: %s
sk: ASCII kódovanie: %s

source: invalid armor header:
ro: header armurã invalid:
sk: neplatná hlavièka ASCII kódovania:

source: armor header:
ro: header armurã:
sk: ASCII hlavièka:

source: invalid clearsig header
ro: header clearsig invalid
sk: neplatná hlavièka podpisu v èitateµnom formáte

source: nested clear text signatures
ro: semnãturi text în clar încuibãrite
sk: vnorené podpisy v èitateµnom formátu

source: unexpected armor:
ro: armurã neaºteptatã:

source: invalid dash escaped line:
ro: linie cu liniuþã escape invalidã:
sk: nesprávne oznaèenie riadku mínusmi:

source: invalid radix64 character %02X skipped
ro: caracter radix64 invalid %02X sãrit

source: premature eof (no CRC)
ro: eof prematur (nici un CRC)
sk: predèasný koniec súboru (¾iadne CRC)

source: premature eof (in CRC)
ro: eof prematur (în CRC)
sk: predèasný koniec súboru (v CRC)

source: malformed CRC
ro: CRC anormal
sk: nesprávny formát CRC

source: CRC error; %06lX - %06lX
ro: eroare CRC; %06lX - %06lX

source: premature eof (in trailer)
ro: eof prematur (în trailer)

source: error in trailer line
ro: eroare linia de trailer
sk: chyba v pätièke

source: no valid OpenPGP data found.
ro: nici o datã OpenPGP validã gãsitã.
sk: nenájdené ¾iadne platné dáta vo formáte OpenPGP.

source: invalid armor: line longer than %d characters
ro: armurã invalidã: linie mai lungã de %d caractere
sk: neplatné kódovanie ASCII: riadok je dlh¹í ako %d znakov

source: quoted printable character in armor - probably a buggy MTA has been used
ro: caracter printabil în ghilimele în armurã - probabil a fost folosit un MTA cu bug-uri
sk: neplatný znak (quoted-printable) v ASCII kódovaní - pravdepodobne bol pou¾itý nesprávny MTA

source: a notation name must have only printable characters or spaces, and end with an '='
ro: un nume de notaþie trebuie sã conþinã numai caractere imprimabile sau spaþii ºi sã se termine cu un '='
sk: meno mô¾e obsahova» len písmená, èíslice, bodky, podèiarníky alebo medzery a konèi» s '='

source: a user notation name must contain the '@' character
ro: un nume de notaþie utilizator trebuie sã conþinã caracterul '@'
sk: hodnota musí obsahova» znak '@'

source: a notation name must not contain more than one '@' character
ro: un nume de notaþie trebuie sã nu conþinã mai mult de un caracter '@'

source: a notation value must not use any control characters
ro: o valoare de notaþie trebuie sã nu foloseascã nici un caracter de control
sk: hodnota nesmie obsahova» ¾iadne kontrolné znaky

source: WARNING: invalid notation data found
ro: AVERTISMENT: am gãsit date de notare invalide
sk: VAROVANIE: nájdený neplatný formát zápisu dátumu

source: not human readable
ro: ilizibil
sk: nie je v priamo èitateµnom formáte

source: OpenPGP card not available: %s
ro: cardul OpenPGP nu e disponibil: %s

source: OpenPGP card no. %s detected
ro: cardul OpenPGP nr. %s detectat

source: can't do this in batch mode
ro: nu pot face acest lucru în modul batch

source: Your selection?
ro: Selecþia d-voastrã?
sk: Vá¹ výber?

source: [not set]
ro: [nesetat(ã)]

source: male
ro: masculin

source: female
ro: feminin

source: unspecified
ro: nespecificat(ã)

source: not forced
ro: neforþat(ã)

source: forced
ro: forþat(ã)

source: Error: Only plain ASCII is currently allowed.
ro: Eroare: Deocamdatã sunt permise numai caractere ASCII.

source: Error: The "<" character may not be used.
ro: Eroare: Caracterul "<" nu poate fi folosit.

source: Error: Double spaces are not allowed.
ro: Eroare: Spaþiile duble nu sunt permise.

source: Cardholder's surname:
ro: Numele de familie al proprietarului cardului:

source: Cardholder's given name:
ro: Prenumele proprietarului cardului:

source: Error: Combined name too long (limit is %d characters).
ro: Eroare: Nume combinat prea lung (limita este de %d caractere).

source: URL to retrieve public key:
ro: URL pentru a aduce cheia publicã:

source: Error: URL too long (limit is %d characters).
ro: Eroare: URL prea lung (limita este de %d caractere).

source: error reading `%s': %s
ro: eroare la citire `%s': %s
sk: chyba pri èítaní `%s': %s

source: Login data (account name):
ro: Date login (nume cont):

source: Error: Login data too long (limit is %d characters).
ro: Eroare: datele de login prea lungi (limita este de %d caractere).

source: Private DO data:
ro: Date DO personale:

source: Error: Private DO too long (limit is %d characters).
ro: Eroare DO personal pre lung (limita este de %d caractere).

source: Language preferences:
ro: Preferinþe limbã:

source: Error: invalid length of preference string.
ro: Eroare: lungime invalidã pentru ºir preferinþe.

source: Error: invalid characters in preference string.
ro: Eroare: caractere invalide în ºir preferinþe.

source: Sex ((M)ale, (F)emale or space):
ro: Sex ((M)asculin, (F)eminin sau spaþiu):

source: Error: invalid response.
ro: Eroare: rãspuns invalid.

source: CA fingerprint:
ro: Amprenta CA:

source: Error: invalid formatted fingerprint.
ro: Eroare: amprentã formatatã invalid.

source: key operation not possible: %s
ro: operaþia pe cheie nu e posibilã: %s

source: not an OpenPGP card
ro: nu este un card OpenPGP

source: error getting current key info: %s
ro: eroare la obþinerea informaþiei pentru cheia curentã: %s

source: Replace existing key? (y/N)
ro: Înlocuiesc cheia existentã? (d/N)

source: Make off-card backup of encryption key? (Y/n)
ro: Creez copie de rezervã a cheii de cifrare în afara cardului? (d/N)

source: Replace existing keys? (y/N)
ro: Înlocuiesc cheile existente? (d/N)

source: Please note that the factory settings of the PINs are PIN = `%s' Admin PIN = `%s' You should change them using the command --change-pin
ro: Vã rugãm sã observaþi cã setãrile din fabricã ale PIN-urilor sunt PIN = `%s' PIN Admin = `%s' Ar trebui sã le schimbaþi folosind comanda --change-pin

source: Please select the type of key to generate:
ro: Vã rugãm selectaþi tipul de cheie de generat:

source: (1) Signature key
ro: (1) Cheie de semnare

source: (2) Encryption key
ro: (2) Cheie de cifrare

source: (3) Authentication key
ro: (3) Cheie de autentificare

source: Invalid selection.
ro: Selecþie invalidã.
sk: Neplatný výber.

source: Please select where to store the key:
ro: Vã rugãm selectaþi unde sã fie stocatã cheia:

source: unknown key protection algorithm
ro: algoritm de protecþie a cheii necunoscut

source: secret parts of key are not available
ro: pãrþi secrete ale cheii nu sunt disponibile

source: secret key already stored on a card
ro: cheia secretã deja stocatã pe un card

source: quit this menu
ro: ieºi din acest meniu
sk: ukonèi» toto menu

source: show admin commands
ro: aratã comenzi administrare

source: show this help
ro: afiºeazã acest mesaj
sk: ukáza» túto pomoc

source: list all available data
ro: afiºeazã toate datele disponibile

source: change card holder's name
ro: schimbã numele purtãtorului cardului

source: change URL to retrieve key
ro: schimbã URL-ul de unde sã fie adusã cheia

source: fetch the key specified in the card URL
ro: adu cheia specificatã de URL-ul de pe card

source: change the login name
ro: schimbã numele de login

source: change the language preferences
ro: schimbã preferinþele de limbã

source: change card holder's sex
ro: schimbã sexul purtãtorului cardului

source: change a CA fingerprint
ro: schimbã o amprentã CA

source: toggle the signature force PIN flag
ro: comutã fanionul PIN de forþare a semnãturii

source: generate new keys
ro: genereazã noi chei

source: menu to change or unblock the PIN
ro: meniu pentru a schimba sau debloca PIN-ul

source: verify the PIN and list all data
ro: verificã PIN-ul ºi listeazã toate datele

source: Command>
ro: Comandã>
sk: Príkaz>

source: Admin-only command
ro: Comandã numai-administrare

source: Admin commands are allowed
ro: Sunt permise comenzi administrare

source: Admin commands are not allowed
ro: Nu sunt permise comenzi administrare

source: Invalid command (try "help")
ro: Comandã invalidã (încercaþi "ajutor")
sk: Neplatný príkaz (skúste "help")

source: --output doesn't work for this command
ro: --output nu merge pentru aceastã comandã
sk: --output pre tento príkaz nefunguje

source: can't open `%s'
ro: nu pot deschide `%s'
sk: nemo¾no otvori» `%s'

source: key "%s" not found: %s
ro: cheia "%s" nu a fost gãsitã: %s

source: error reading keyblock: %s
ro: eroare la citire keyblock: %s
sk: chyba pri èítaní bloku kµúèa: %s

source: (unless you specify the key by fingerprint)
ro: (dacã nu specificaþi cheia prin amprentã)
sk: (pokiaµ neurèíte kµúè jeho fingerprintom)

source: can't do this in batch mode without "--yes"
ro: nu pot face acest lucru în mod batch fãrã "--yes"

source: Delete this key from the keyring? (y/N)
ro: ªterge aceastã cheie din inelul de chei? (d/N)

source: This is a secret key! - really delete? (y/N)
ro: Aceasta este o cheie secretã! - chiar doriþi sã o ºtergeþi? (d/N)

source: deleting keyblock failed: %s
ro: stergere keyblock a eºuat: %s
sk: zmazanie bloku kµúèa sa nepodarilo: %s

source: ownertrust information cleared
ro: informaþii încredere-proprietar curãþate
sk: informácie o dôveryhodnosti vlastníka kµúèa vymazané

source: there is a secret key for public key "%s"!
ro: existã o cheie secretã pentru cheia publicã "%s"!
sk: existuje tajný kµúè pre tento verejný kµúè "%s"!

source: use option "--delete-secret-keys" to delete it first.
ro: folosiþi opþiunea "--delete-secret-keys" pentru a o ºterge pe aceasta mai întâi.
sk: aby ste ho zmazali, pou¾ite najprv prepínaè "--delete-secret-key".

source: error creating passphrase: %s
ro: eroare la crearea frazei-parolã: %s
sk: chyba pri vytváraní hesla: %s

source: can't use a symmetric ESK packet due to the S2K mode
ro: nu pot crea un pachet ESK simetric datoritã modului S2K
sk: v móde S2K nemo¾no pou¾i» symetrický ESK paket

source: using cipher %s
ro: folosesc cifrul %s

source: `%s' already compressed
ro: `%s' deja compresat
sk: `%s' je u¾ skomprimovaný

source: WARNING: `%s' is an empty file
ro: AVERTISMENT: `%s' este un fiºier gol
sk: VAROVANIE: súbor `%s' je prázdny

source: you can only encrypt to RSA keys of 2048 bits or less in --pgp2 mode
ro: în modul --pgp2 puteþi cifra numai cu chei RSA de 2048 biþi sau mai puþin
sk: v móde --pgp2 mô¾ete ¹ifrova» len RSA kµúèom s då¾kou 2048 bitov a menej

source: reading from `%s'
ro: citesc din `%s'
sk: èítam z `%s'

source: unable to use the IDEA cipher for all of the keys you are encrypting to.
ro: nu pot folosi cifrul IDEA pentru pentru toate cheile pentru care cifraþi.
sk: algoritmus IDEA nemo¾no pou¾i» na v¹etky kµúèe, pre ktoré ¹ifrujete.

source: WARNING: forcing symmetric cipher %s (%d) violates recipient preferences
ro: AVERTISMENT: forþând cifrul simetric %s (%d) violaþi preferinþele destinatarului

source: WARNING: forcing compression algorithm %s (%d) violates recipient preferences
ro: AVERTISMENT: forþând algoritmul de compresie %s (%d) violaþi preferinþele destinatarului

source: forcing symmetric cipher %s (%d) violates recipient preferences
ro: forþând cifrul simetric %s (%d) violaþi preferinþele destinatarului
sk: vy¾iadaná symetrická ¹ifra %s (%d) nevyhovuje predvoµbám príjemcu

source: you may not use %s while in %s mode
ro: nu puteþi folosi %s câtã vreme în modul %s
sk: pou¾itie %s nie je v móde %s dovolené

source: %s/%s encrypted for: "%s"
ro: %s/%s cifrat pentru: "%s"
sk: %s/%s za¹ifrovaný pre: %s

source: %s encrypted data
ro: %s date cifrate
sk: %s za¹ifrované dáta

source: encrypted with unknown algorithm %d
ro: cifrat cu un algoritm necunoscut %d
sk: za¹ifrované neznámym algoritmom %d

source: WARNING: message was encrypted with a weak key in the symmetric cipher.
ro: AVERTISMENT: mesajul a fost cifrat cu o cheie slabã din cifrul simetric.
sk: VAROVANIE: správa bola za¹ifrovaná slabým kµúèom v symetrickej ¹ifre.

source: problem handling encrypted packet
ro: problemã cu mânuirea pachetului cifrat
sk: problém so za¹ifrovaným paketom

source: no remote program execution supported
ro: nu este suportatã execuþia nici unui program la distanþã
sk: ¾iadne vzialené vykonávanie programu nie je podporované

source: external program calls are disabled due to unsafe options file permissions
ro: chemarea programelor externe sunt deactivate datoritã opþiunilor nesigure pentru permisiunile fiºierului
sk: volanie externého programu zru¹ené kvôli nebezpeèným právam súboru nastavení

source: this platform requires temporary files when calling external programs
ro: aceastã platformã necesitã fiºiere temporare când sunt chemate programe externe

source: unable to execute program `%s': %s
ro: nu pot executa programul `%s': %s

source: unable to execute shell `%s': %s
ro: nu pot executa shell-ul `%s': %s

source: system error while calling external program: %s
ro: eroare de sistem la chemarea programului extern: %s
sk: systémová chyba pri volaní externého programu: %s

source: unnatural exit of external program
ro: ieºire nenaturalã a programului extern
sk: nekorektné ukonèenie externého programu

source: unable to execute external program
ro: nu pot executa programul extern
sk: nemo¾no spusti» externý program

source: unable to read external program response: %s
ro: nu pot citi rãspunsul programului extern: %s
sk: nemo¾no cíta» odozvu externého programu: %s

source: WARNING: unable to remove tempfile (%s) `%s': %s
ro: AVERTISMENT: nu pot ºterge fiºierul temporar (%s) `%s': %s
sk: VAROVANIE: nemô¾em vymaza» doèasný súbor (%s) `%s': %s

source: WARNING: unable to remove temp directory `%s': %s
ro: AVERTISMENT: nu pot ºterge directorul temporar `%s': %s
sk: VAROVANIE: nemô¾em vymaza» doèasný adresár `%s': %s

source: exporting secret keys not allowed
ro: exportul cheilor secrete nu este permis

source: key %s: not protected - skipped
ro: cheia %s: nu e protejatã - sãritã

source: key %s: PGP 2.x style key - skipped
ro: cheia %s: cheie stil PGP 2.x - sãritã

source: WARNING: secret key %s does not have a simple SK checksum
ro: AVERTISMENT: cheia secretã %s nu are un checksum SK simplu

source: WARNING: nothing exported
ro: AVERTISMENT: nimic exportat
sk: VAROVANIE: niè nebolo vyexportované

source: too many entries in pk cache - disabled
ro: prea multe intrãri în cache-ul pk - deactivat
sk: príli¹ veµa polo¾iek v bufferi verejných kµúèov - vypnuté

source: [User ID not found]
ro: [ID utilizator nu a fost gãsit]

source: Invalid key %s made valid by --allow-non-selfsigned-uid
ro: Cheia invalidã %s fãcutã validã de --allow-non-selfsigned-uid

source: no secret subkey for public subkey %s - ignoring
ro: nici o subcheie secretã pentru subcheia publicã %s - ignoratã

source: using subkey %s instead of primary key %s
ro: folosim subcheia %s în loc de cheia primarã %s

source: key %s: secret key without public key - skipped
ro: cheia %s: cheie secretã fãrã cheie publicã - sãritã

source: @Commands:
ro: @Comenzi:
sk: @Príkazy:

source: |[file]|make a signature
ro: |[fiºier]|creazã o semnãturã
sk: |[súbor]|vytvori» podpis

source: |[file]|make a clear text signature
ro: |[fiºier]|creazã o semnãturã text în clar
sk: |[súbor]|vytvori» podpis v èitateµnom dokumente

source: make a detached signature
ro: creazã o semnãturã detaºatã
sk: vytvori» podpis oddelený od dokumentu

source: encrypt data
ro: cifreazã datele
sk: ¹ifrova» dáta

source: encryption only with symmetric cipher
ro: cifreazã numai cu cifru simetric
sk: ¹ifrovanie len so symetrickou ¹ifrou

source: decrypt data (default)
ro: decripteazã datele (implicit)
sk: de¹ifrova» dáta (implicitne)

source: verify a signature
ro: verificã o semnãturã
sk: verifikova» podpis

source: list keys
ro: enumerã chei
sk: vypísa» zoznam kµúèov

source: list keys and signatures
ro: enumerã chei ºi semnãturi
sk: vypísa» zoznam kµúèov a podpisov

source: list and check key signatures
ro: enumerã ºi verificã semnãturile cheii

source: list keys and fingerprints
ro: enumerã chei ºi amprente
sk: vypísa» zoznam kµúèov a fingerprintov

source: list secret keys
ro: enumerã chei secrete
sk: vypísa» zoznam tajných kµúèov

source: generate a new key pair
ro: genereazã o nouã perechi de chei
sk: vytvori» nový pár kµúèov

source: remove keys from the public keyring
ro: ºterge chei de pe inelul de chei public
sk: odstráni» kµúè zo súboru verejných kµúèov

source: remove keys from the secret keyring
ro: ºterge chei de pe inelul de chei secret
sk: odstráni» kµúè zo súboru tajných kµúèov

source: sign a key
ro: semneazã o cheie
sk: podpísa» kµúè

source: sign a key locally
ro: semneazã o cheie local
sk: podpísa» kµúè lokálne

source: sign or edit a key
ro: semneazã sau editeazã o cheie
sk: podpísa» alebo modifikova» kµúè

source: generate a revocation certificate
ro: genereazã un certificat de revocare
sk: vytvori» revokaèný certifikát

source: export keys
ro: exportã chei
sk: exportova» kµúèe

source: export keys to a key server
ro: exportã chei pentru un server de chei
sk: exportova» kµúèe na server kµúèov

source: import keys from a key server
ro: importã chei de la un server de chei
sk: importova» kµúèe zo servera kµúèov

source: search for keys on a key server
ro: cautã pentru chei pe un server de chei
sk: vyhµada» kµúèe na serveri kµúèov

source: update all keys from a keyserver
ro: actualizeazã toate cheile de la un server de chei
sk: aktualizova» v¹etky kµúèe zo servera kµúèov

source: import/merge keys
ro: importã/combinã chei
sk: importova»/zlúèi» kµúèe

source: print the card status
ro: afiºeazã starea cardului

source: change data on a card
ro: schimbã data de pe card

source: change a card's PIN
ro: schimbã PIN-ul unui card

source: update the trust database
ro: actualizeazã baza de date de încredere
sk: aktualizova» databázu dôvery

source: |algo [files]|print message digests
ro: |algo [fiºiere]|afiºeazã rezumate mesaje
sk: |algo [súbory]|vypí¹ hash

source: @ Options:
ro: @ Opþiuni:
sk: @ Mo¾nosti:

source: create ascii armored output
ro: creazã ieºire în armurã ascii
sk: vytvor výstup zakódovaný pomocou ASCII

source: |NAME|encrypt for NAME
ro: |NUME|cifrare pentru NUME
sk: |MENO|¹ifrova» pre MENO

source: use this user-id to sign or decrypt
ro: foloseºte acest id-utilizator pentru a semna sau decripta
sk: pou¾i» toto id u¾ívateµa na podpísanie alebo de¹ifrovanie

source: |N|set compress level N (0 disables)
ro: |N|seteazã nivel de compresie N (0 deactiveazã)
sk: |N|nastavi» úroveò komprimácie N (0 - ¾iadna komprimácia)

source: use canonical text mode
ro: foloseºte modul text canonic
sk: pou¾i» kánonický textový mód

source: use as output file
ro: foloseºte ca fiºier ieºire
sk: pou¾i» ako výstupný súbor

source: do not make any changes
ro: nu face nici o schimbare
sk: nevykona» ¾iadne zmeny

source: prompt before overwriting
ro: întreabã înainte de a suprascrie
sk: vy¾iada» potvrdenie pred prepísaním

source: use strict OpenPGP behavior
ro: foloseºte comportament strict OpenPGP

source: generate PGP 2.x compatible messages
ro: genereazã mesaje compatibile cu PGP 2.x

source: @ (See the man page for a complete listing of all commands and options)
ro: @ (Aratã pagina man pentru o listã completã a comenzilor ºi opþiunilor)
sk: @ (Pou¾ite manuálové stránky pre kompletný zoznam v¹etkých príkazov a mo¾ností)

source: @ Examples: -se -r Bob [file] sign and encrypt for user Bob --clearsign [file] make a clear text signature --detach-sign [file] make a detached signature --list-keys [names] show keys --fingerprint [names] show fingerprints
ro: @ Exemple: -se -r Dan [fiºier] semneazã ºi cifreazã pentru utilizatorul Dan --clearsign [fiºier] creazã o semnãturã text în clar --detach-sign [fiºier] creazã o semnãturã detaºatã --list-keys [nume] aratã chei --fingerprint [nume] aratã amprente
sk: @ Príklady: -se -r Bob [súbor] podpísa» a za¹ifrova» pre u¾ívateµa Bob --clearsign [súbor] vytvori» podpis èitateµného dokumentu --detach-sign [súbor] vytvori» podpis oddelený od dokumentu --list-keys [mená] vypísa» kµúèe --fingerprint [mená] vypísa» fingerprinty

source: Please report bugs to <gnupg-bugs@gnu.org>.
ro: Raportaþi bug-uri la <gnupg-bugs@gnu.org>.
sk: Chyby oznámte, prosím, na adresu <gnupg-bugs@gnu.org>. Pripomienky k prekladu <sk-i18n@lists.linux.sk>.

source: Usage: gpg [options] [files] (-h for help)
ro: Folosire: gpg [opþiuni] [fiºiere] (-h pentru ajutor)
sk: Pou¾itie: gpg [mo¾nosti] [súbory] (-h pre pomoc)

source: Syntax: gpg [options] [files] sign, check, encrypt or decrypt default operation depends on the input data
ro: Sintaxã: gpg [opþiuni] [fiºiere] sign, check, encrypt sau decrypt operaþiunea implicitã depinde de datele de intrare
sk: Syntax: gpg [mo¾nosti] [súbory] podpísa», overi», ¹ifrova» alebo de¹ifrova» implicitné operácie závisia od vstupných dát

source: Supported algorithms:
ro: Algoritmuri suportate:
sk: Podporované algoritmy:

source: Cipher:
ro: Cifru:
sk: ©ifry:

source: Compression:
ro: Compresie:
sk: Kompresia:

source: usage: gpg [options]
ro: folosire: gpg [opþiuni]
sk: pou¾itie: gpg [mo¾nosti]

source: conflicting commands
ro: comenzi în conflict
sk: konfliktné príkazy

source: no = sign found in group definition `%s'
ro: nu am gãsit nici un semn = în definiþia grupului `%s'

source: WARNING: unsafe ownership on homedir `%s'
ro: AVERTISMENT: proprietate nesigurã (unsafe) pentru directorul home `%s'

source: WARNING: unsafe ownership on configuration file `%s'
ro: AVERTISMENT: proprietate nesigurã (unsafe) pentru fiºier configurare `%s'

source: WARNING: unsafe ownership on extension `%s'
ro: AVERTISMENT: proprietate nesigurã (unsafe) pentru extensia `%s'

source: WARNING: unsafe permissions on homedir `%s'
ro: AVERTISMENT: permisiuni nesigure (unsafe) pentru directorul home `%s'

source: WARNING: unsafe permissions on configuration file `%s'
ro: AVERTISMENT: permisiuni nesigure (unsafe) pentru fiºier configurare `%s'
