Repository: 0ndorio/gnupg
Catalog: po/*.po
Languages: ro, sk

source: enable a key
sk: nastavi» kµúè ako platný (enable)

source: show photo ID
sk: ukáza» fotografické ID

source: can't do that in batchmode
sk: nemo¾no previes» v dávkovom móde

source: error reading secret keyblock `%s': %s
sk: chyba pri èítaní bloku tajného kµúèa `%s': %s

source: Really sign all user IDs?
sk: Skutoène podpísa» v¹etky id u¾ívateµa?

source: Really remove all selected user IDs?
sk: Skutoène odstráni» v¹etky vybrané id u¾ívateµa?

source: Really remove this user ID?
sk: Skutoène odstráni» toto id u¾ívateµa?

source: Do you really want to delete the selected keys?
sk: Skutoène chcete zmaza» vybrané kµúèe?

source: Do you really want to delete this key?
sk: Skutoène chcete zmaza» tento kµúè?

source: Really revoke all selected user IDs?
sk: Skutoène revokova» v¹etky vybrané id u¾ívateµa?

source: Really revoke this user ID?
sk: Skutoène revokova» toto id u¾ívateµa?

source: Do you really want to revoke the selected keys?
sk: Skutoène chcete revokova» vybrané kµúèe?

source: Do you really want to revoke this key?
sk: Skutoène chcete revokova» tento kµúè?

source: Really update the preferences for the selected user IDs?
sk: Skutoène aktualizova» predvoµby pre vybrané id u¾ívateµa?

source: Really update the preferences?
sk: Skutoène aktualizova» predvoµby?

source: Save changes?
sk: Ulo¾i» zmeny?

source: Quit without saving?
sk: Ukonèi» bez ulo¾enia?

source: This key may be revoked by %s key
sk: Tento kµúè mô¾e by» revokovaný kµúèom %s

source: (sensitive)
sk: (citlivá informácia)

source: %s%c %4u%c/%08lX created: %s expires: %s
sk: %s%c %4u%c/%08lX vytvorený: %s platnos» do: %s

source: trust: %c/%c
sk: dôvera: %c/%c

source: rev! subkey has been revoked: %s
sk: rev! podkµúè bol revokovaný: %s

source: rev- faked revocation found
sk: rev- nájdená falo¹ná revokácia

source: rev? problem checking revocation: %s
sk: rev? problém overenia revokácie: %s

source: [revoked]
sk: [revokované]

source: [expired]
sk: [expirované]

source: Are you sure you want to appoint this key as a designated revoker? (y/N):
sk: Ste si istý, ¾e chcete oznaèi» tento kµúè ako revokovací? (a/N):

source: Please select at most one secondary key.
sk: Prosím, vyberte najviac jeden sekundárny kµúè.

source: Changing expiration time for a secondary key.
sk: Mením dobu platnosti sekundárneho kµúèa.

source: skipping v3 self-signature on user id "%s"
sk: preskoèený v3 podpis kµúèa ním samým u u¾ívateµského id "%s"

source: No secondary key with index %d
sk: Neexistuje sekundárny kµúè s indexom %d

source: user ID: "
sk: id u¾ívateµa: "

source: " signed with your key %08lX at %s
sk: " podpísané Va¹ím kµúèom %08lX v %s

source: " locally signed with your key %08lX at %s
sk: " lokálne podpísané Va¹ím kµúèom %08lX v %s

source: You have signed these user IDs:
sk: Podpísali ste nasledujúce identifikátory u¾ívateµa:

source: signed by %08lX at %s%s%s
sk: podpísané %08lX v %s%s%s

source: revoked by %08lX at %s
sk: revokované %08lX v %s

source: signed by %08lX at %s%s
sk: podpísané %08lX v %s%s

source: Displaying %s photo ID of size %ld for key 0x%08lX (uid %d)
sk: Zobrazujem %s fotografické ID s veµkos»ou %ld pre kµúè 0x%08lX (uid %d)

source: [expires: %s]
sk: [platnos» skonèí: %s]

source: Key fingerprint =
sk: Fingerprint kµúèa =

source: bad passphrase or unknown cipher algorithm (%d)
sk: nesprávne heslo alebo neznámy ¹ifrovací algoritmus (%d)

source: public key is %08lX
sk: verejný kµúè je %08lX

source: encrypted with %u-bit %s key, ID %08lX, created %s
sk: za¹ifrované %u-bitovým %s kµúèom, ID %08lX, vytvoreným %s

source: encrypted with %s key, ID %08lX
sk: za¹ifrovaná %s kµúèom, ID %08lX

source: Notation:
sk: Notácie:

source: Policy:
sk: Politika:

source: can't handle these multiple signatures
sk: neviem pracova» s týmito násobnými podpismi

source: Signature made %.*s using %s key ID %08lX
sk: Podpis vytvorený %.*s pomocou %s kµúèa ID %08lX

source: BAD signature from "
sk: ZLÝ podpis od "

source: Expired signature from "
sk: Podpis s vypr¹anou platnos»ou od "

source: Good signature from "
sk: Dobrý podpis od "

source: Experimental algorithms should not be used!
sk: Experimentálne algoritmy by sa nemali pou¾íva»!

source: this cipher algorithm is deprecated; please use a more standard one!
sk: tento ¹ifrovací algoritmus je zastaralý; prosím, pou¾ite nejaký ¹tandardnej¹í!

source: please see http://www.gnupg.org/why-not-idea.html for more information
sk: viac informácií nájdete v dokumente http://www.gnupg.cz/why-not-idea.html

source: can't set client pid for the agent
sk: nemô¾em nastavi» PID klienta pre gpg-agenta

source: can't get server read FD for the agent
sk: nemo¾no získa» server read file descriptor pre agenta

source: can't get server write FD for the agent
sk: nemo¾no získa» server write file descriptor pre agenta

source: problem with the agent - disabling agent use
sk: problém s agentom - pou¾ívanie agenta vypnuté

source: (main key ID %08lX)
sk: (hlavné ID kµúèa %08lX)

source: You need a passphrase to unlock the secret key for user: "%.*s" %u-bit %s key, ID %08lX, created %s%s
sk: Potrebujete heslo, aby ste odomkli tajný kµúè pre u¾ívateµa: "%.*s" kµúè s då¾kou %u bitov, typ %s, ID %08lX, vytvorený %s%s

source: passphrase too long
sk: heslo je príli¹ dlhé

source: invalid response from agent
sk: neplatná reakcia od agenta

source: problem with the agent: agent returns 0x%lx
sk: problém s agentom: agent vracia 0x%lx

source: You need a passphrase to unlock the secret key for user: "
sk: Musíte pozna» heslo, abyste odomkli tajný kµúè pre u¾ívateµa: "

source: %u-bit %s key, ID %08lX, created %s
sk: då¾ka %u bitov, typ %s, ID %08lX, vytvorený %s

source: can't query password in batchmode
sk: v dávkovom re¾ime sa nemô¾em pýta» na heslo

source: Enter passphrase:
sk: Vlo¾te heslo:

source: Repeat passphrase:
sk: Opakujte heslo:

source: anonymous recipient; trying secret key %08lX ...
sk: anonymný adresát; skú¹am tajný kµúè %08lX ...

source: NOTE: cipher algorithm %d not found in preferences
sk: POZNÁMKA: v predvoµbách nenájdený ¹ifrovací algoritmus %d

source: NOTE: secret key %08lX expired at %s
sk: POZNÁMKA: platnos» tajného kµúèa %08lX skonèila %s

source: requesting key %08lX from %s
sk: po¾adujem kµúè %08lX z %s

source: can't get key from keyserver: %s
sk: nemô¾em dosta» kµúè zo servera kµúèov: %s

source: error sending to `%s': %s
sk: chyba pri posielaní na `%s': %s

source: success sending to `%s' (status=%u)
sk: úspe¹né odoslanie na `%s' (status=%u)

source: failed sending to `%s': status=%u
sk: zlyhalo posielanie na `%s': (status=%u)

source: this keyserver does not support --search-keys
sk: tento server kµúèov nepodporuje --search-keys

source: searching for "%s" from HKP server %s
sk: vyhµadávam "%s" na HKP serveri %s

source: can't search keyserver: %s
sk: nemô¾em prehµadáva» server kµúèov: %s

source: key %08lX: this is a PGP generated ElGamal key which is NOT secure for signatures!
sk: kµúè %08lX: toto je kµúè algoritmu ElGamal vygenerovaný v PGP - podpisy ním vytvorené NIE SÚ bezpeèné!

source: public key %08lX is %lu second newer than the signature
sk: verejný kµúè %08lX je o %lu sekund nov¹í ne¾ podpis

source: public key %08lX is %lu seconds newer than the signature
sk: verejný kµúè %08lX je o %lu sekund nov¹í ne¾ podpis

source: key %08lX has been created %lu second in future (time warp or clock problem)
sk: kµúè %08lX bol vytvorený %lu sekund v budúcnosti (do¹lo ku zmene èasu alebo je problém so systémovým èasom)

source: key %08lX has been created %lu seconds in future (time warp or clock problem)
sk: kµúè %08lX bol vytvorený %lu sekund v budúcnosti (do¹lo ke zmene èasu alebo je problém so systémovým èasom)

source: NOTE: signature key %08lX expired %s
sk: POZNÁMKA: podpisovému kµúèu %08lX skonèila platnos» %s

source: assuming bad signature from key %08lX due to an unknown critical bit
sk: predpokladám neplatný podpis kµúèom %08lX, preto¾e je nastavený neznámy kritický bit

source: key %08lX: no subkey for subkey revocation packet
sk: kµúè %08lX: neexistuje podkµúè pre revokáciu kµúèa

source: key %08lX: no subkey for subkey binding signature
sk: kµúè %08lX: neexistuje podkµúè pre viazanie podkµúèov

source: WARNING: unable to %%-expand policy url (too large). Using unexpanded.
sk: VAROVANIE: nemô¾em %%-expandova» URL politiky (príli¹ dlhé). Pou¾ité neexpandované.

source: %s signature from: "%s"
sk: %s podpis od: "%s"

source: can't create %s: %s
sk: %s: nemô¾em vytvori»: %s

source: forcing digest algorithm %s (%d) violates recipient preferences
sk: vy¾iadaný hashovací algoritmus %s (%d) nevyhovuje predvoµbám príjemcu

source: %s: can't access: %s
sk: %s: nemô¾em pristupova» k: %s

source: %s: can't create lock
sk: %s: nemô¾em vytvori» zámok

source: %s: can't make lock
sk: %s: nemô¾em zamknú»

source: %s: can't create: %s
sk: %s: nemô¾em vytvori»: %s

source: key %08lX: accepted as trusted key
sk: kµúè %08lX: akceptovaný ako dôveryhodný kµúè

source: key %08lX occurs more than once in the trustdb
sk: kµúè %08lX sa v databáze dôvery vyskytuje viac ako raz

source: key %08lX: no public key for trusted key - skipped
sk: kµúè %08lX: nenájdený verejný kµúè k dôveryhodnému kµúèu - preskoèené

source: key %08lX marked as ultimately trusted
sk: kµúè %08lX oznaèený ako absolútne dôveryhodný.

source: public key %08lX not found: %s
sk: verejný kµúè %08lX nebol nájdený: %s

source: signature from Elgamal signing key %08lX to %08lX skipped
sk: podpis od podpisového kµúèa Elgamal %08lX po %08lX preskoèený

source: signature from %08lX to Elgamal signing key %08lX skipped
sk: podpis od %08lX po podpisový kµúè Elgamal %08lX preskoèený

source: public key of ultimately trusted key %08lX not found
sk: verejný kµúè k absolútne dôveryhodnému kµúèu %08lX nebol nájdený

source: checking at depth %d signed=%d ot(-/q/n/m/f/u)=%d/%d/%d/%d/%d/%d
sk: kontrola v håbke %d podpísané=%d ot(-/q/n/m/f/u)=%d/%d/%d/%d/%d/%d

source: skipped `%s': duplicated
sk: preskoèený `%s': duplikovaný

source: skipped `%s': %s
sk: preskoèený `%s': %s

source: skipped `%s': this is a PGP generated ElGamal key which is not secure for signatures!
sk: preskoèený `%s': toto je vygenerovaný PGP kµúè podµa algoritmu ElGamal, podpisy vytvorené týmto kµúèom nie sú bezpeèné!

source: Overwrite (y/N)?
sk: Prepísa» (a/N)?

source: %s: can't create directory: %s
sk: %s: nemô¾em vytvori» adresár: %s

source: %s: directory created
sk: %s: adresár vytvorený

source: DSA requires the use of a 160 bit hash algorithm
sk: DSA po¾aduje pou¾itie 160 bitového hashovacieho algoritmu

source: can't do that in batchmode without "--yes"
sk: bez parametra "--yes" to nemo¾no v dávkovom móde previes»

source: Delete this key from the keyring?
sk: Zmaza» tento kµúè zo súboru kµúèov?

source: This is a secret key! - really delete?
sk: Toto je tajný kµúè! - skutoène zmaza»?

source: If you want to use this revoked key anyway, answer "yes".
sk: Pokiaµ aj tak chcete pou¾i» tento revokovaný kµúè, odpovedzte "ano".

source: Select the algorithm to use. DSA (aka DSS) is the digital signature algorithm which can only be used for signatures. This is the suggested algorithm because verification of DSA signatures are much faster than those of ElGamal. ElGamal is an algorithm which can be used for signatures and encryption. OpenPGP distinguishs between two flavors of this algorithms: an encrypt only and a sign+encrypt; actually it is the same, but some parameters must be selected in a special way to create a safe key for signatures: this program does this but other OpenPGP implementations are not required to understand the signature+encryption flavor. The first (primary) key must always be a key which is capable of signing; this is the reason why the encryption only ElGamal key is not available in this menu.
sk: Vyberte algoritmus. DSA (nazývaný tie¾ DSS) je algoritmus digitálneho podpisu, ktorý mô¾e by» pou¾itý len pre podpisy. Je to odporúèaný algoritmus, preto¾e overenie DSA podpisov je oveµa rýchlej¹í ako v algoritme ElGamal. Algoritmus ElGamal mô¾e by» pou¾ívaný ako na podpisy tak na ¹ifrovanie. ©tandard OpenPGP rozli¹uje medzi dvoma re¾imami tohto algoritmu: len ¹ifrovanie a ¹ifrovanie+podpis; v podstate je to rovnaké, ale niekoµko parametrov musí by» vybraných ¹peciálnym spôsobom pre vytvorenie bezpeèného kµúèa pre podpisy: tento program to vie, ale nie je vy¾adované, aby aj iné implementácie OpenPGP pracovali v re¾ime podpis+¹ifrovanie. Prvý (primárny) kµúè musí by» v¾dy kµúè, ktorý je schopný podpisova»; to je dôvod, preèo v tomto menu nie je k dispozícii kµúè algoritmu ElGamal urèený len na ¹ifrovanie.

source: Although these keys are defined in RFC2440 they are not suggested because they are not supported by all programs and signatures created with them are quite large and very slow to verify.
sk: Hoci sú tieto kµúèe definované v RFC2440, nie sú odporúèané, preto¾e nie sú podporováné v¹etkými programami a podpisy nimi vytvorené sú dos» veµké a na overenie veµmi pomalé.

source: Answer "yes" is you want to sign ALL the user IDs
sk: Pokiaµ chcete podpísa» V©ETKY identifikátory u¾ívateµov, odpovedzte "ano"

source: checking keyring `%s'
sk: kontrolujem súbor kµúèov (keyring) `%s'

source: %lu keys so far checked (%lu signatures)
sk: %lu kµúèov u¾ skontrolovaných (%lu podpisov)

source: %lu keys checked (%lu signatures)
sk: %lu kµúèov skontrolovaných (%lu podpisov)

source: Unable to open photo "%s": %s
sk: Nemo¾no otvori» fotografiu "%s": %s

source: Are you sure you want to use it (y/N)?
sk: Ste si istý, ¾e ho chcete pou¾i»? (a/N)

source: "%s" is not a JPEG file
sk: "%s" nie je súbor JPEG

source: this platform requires temp files when calling external programs
sk: táto platforma potrebuje doèasné súbory na spustenie externého programu

source: unable to execute %s "%s": %s
sk: nemo¾no spusti» %s "%s": %s

source: key incomplete
sk: kµúè nekompletný

source: key %08lX incomplete
sk: kµúè %08lX: nekompletný

source: sorry, can't do this in batch mode
sk: nemo¾no previes» v dávkovom móde

source: Create a revocation certificate for this key?
sk: Vytvori» pre tento podpis revokaèný certifikát?

source: no revocation keys found for `%s'
sk: ¾iadne revokaèné kµúèe pre `%s' nenájdené

source: secret key `%s' not found: %s
sk: tajný kµúè `%s' nebol nájdený: %s

source: Is this okay?
sk: Je to v poriadku?

source: can't open file: %s
sk: nemo¾no otvori» súbor: %s

source: line too long
sk: riadok je príli¹ dlhý

source: error: missing colon
sk: chyba: chýba èiarka

source: error: invalid fingerprint
sk: chyba: neplatný odtlaèok

source: error: no ownertrust value
sk: chyba: ¾iadna úroveò dôveryhodnosti

source: error finding trust record: %s
sk: chyba pri hµadaní záznamu dôvery: %s

source: read error: %s
sk: chyba pri èítaní: %s
