Repository: 0ndorio/gnupg
Catalog: po/*.po
Languages: ro, sk

source: change the ownertrust
ro: schimbã încrederea pentru proprietar
sk: zmeni» dôveryhodnos» vlastníka kµúèa

source: revoke signatures on the selected user IDs
ro: revocã semnãturile pentru ID-urile utilizator selectate

source: revoke selected user IDs
ro: revocã ID-urile utilizator selectate

source: revoke key or selected subkeys
ro: revocã cheia sau subcheile selectate

source: enable key
ro: activeazã cheia

source: disable key
ro: deactiveazã cheia

source: show selected photo IDs
ro: aratã pozele pentru ID-urile utilizator selectate

source: error reading secret keyblock "%s": %s
ro: eroare la citire keyblock secret "%s": %s

source: Secret key is available.
ro: Cheia secretã este disponibilã.
sk: Tajný kµúè je dostupný.

source: Need the secret key to do this.
ro: Aveþi nevoie de cheia secretã pentru a face aceasta.
sk: Na vykonanie tejto operácie je potrebný tajný kµúè.

source: Please use the command "toggle" first.
ro: Vã rugãm folosiþi mai întâi comanda "toggle".
sk: Prosím, najskôr pou¾ite príkaz "toggle" (prepnú»).

source: * The `sign' command may be prefixed with an `l' for local signatures (lsign), a `t' for trust signatures (tsign), an `nr' for non-revocable signatures (nrsign), or any combination thereof (ltsign, tnrsign, etc.).
ro: * Comanda `sign' (semneazã) poate fi prefixatã cu un `l' pentru semnãturi locale (lsign), un `t' pentru semnãturi de încredere (tsign), un `nr' pentru semnãturi irevocabile (nrsign), sau orice combinaþie a acestora (ltsign, tnrsign, etc.).

source: Key is revoked.
ro: Cheia este revocatã.
sk: Kµúè revokovaný.

source: Really sign all user IDs? (y/N)
ro: Semnaþi într-adevãr toate ID-urile utilizator? (d/N)

source: Hint: Select the user IDs to sign
ro: Sugestie: Selectaþi ID-ul utilizator de semnat
sk: Nápoveda: Vyberte id u¾ívateµa na podpísanie

source: Unknown signature type `%s'
ro: Tip de semnãturã necunoscut `%s'

source: This command is not allowed while in %s mode.
ro: Aceastã comandã nu este permisã în modul %s.
sk: Tento príkaz nie je v módoch %s dovolený.

source: You must select at least one user ID.
ro: Trebuie mai întâi sã selectaþi cel puþin un ID utilizator.
sk: Musíte vybra» aspoò jedno id u¾ívateµa.

source: You can't delete the last user ID!
ro: Nu puteþi ºterge ultimul ID utilizator!
sk: Nemô¾ete zmaza» posledné id u¾ívateµa!

source: Really remove all selected user IDs? (y/N)
ro: ªtergeþi într-adevãr toate ID-urile utilizator selectate? (d/N)

source: Really remove this user ID? (y/N)
ro: ªtergeþi într-adevãr acest ID utilizator? (d/N)

source: Really move the primary key? (y/N)
ro: Mutaþi într-adevãr cheia primarã? (d/N)

source: You must select exactly one key.
ro: Trebuie sã selectaþi exact o cheie.

source: Command expects a filename argument
ro: Comanda aºteaptã un nume de fiºier ca argument

source: Can't open `%s': %s
ro: Nu pot deschide `%s': %s

source: Error reading backup key from `%s': %s
ro: Eroare citind cheia de rezervã de pe `%s': %s

source: You must select at least one key.
ro: Trebuie sã selectaþi cel puþin o cheie.
sk: Musíte vybra» aspoò jeden kµúè.

source: Do you really want to delete the selected keys? (y/N)
ro: Doriþi într-adevãr sã ºtergeþi cheile selectate? (d/N)

source: Do you really want to delete this key? (y/N)
ro: Doriþi într-adevãr sã ºtergeþi aceastã cheie? (d/N)

source: Really revoke all selected user IDs? (y/N)
ro: Doriþi într-adevãr sã revocaþi toate ID-urile utilizator selectate? (d/N)

source: Really revoke this user ID? (y/N)
ro: Doriþi într-adevãr sã revocaþi acest ID utilizator? (d/N)

source: Do you really want to revoke the entire key? (y/N)
ro: Doriþi într-adevãr sã revocaþi toatã cheia? (d/N)

source: Do you really want to revoke the selected subkeys? (y/N)
ro: Doriþi într-adevãr sã revocaþi subcheile selectate? (d/N)

source: Do you really want to revoke this subkey? (y/N)
ro: Doriþi într-adevãr sã revocaþi aceastã subcheie? (d/N)

source: Owner trust may not be set while using an user provided trust database
ro: Încrederea proprietar nu poate fi setatã când este folositã o bazã de date de încredere furnizatã de utilizator

source: Set preference list to:
ro: Seteazã lista de preferinþe ca:

source: Really update the preferences for the selected user IDs? (y/N)
ro: Doriþi într-adevãr sã actualizaþi preferinþele pentru ID-urile utilizator selectate? (d/N)

source: Really update the preferences? (y/N)
ro: Doriþi într-adevãr sã actualizaþi preferinþele? (d/N)

source: Save changes? (y/N)
ro: Salvaþi schimbãrile? (d/N)

source: Quit without saving? (y/N)
ro: Terminaþi fãrã a salva? (d/N)

source: update failed: %s
ro: actualizarea a eºuat: %s
sk: aktualizácia zlyhala: %s

source: update secret failed: %s
ro: actualizarea secretului a eºuat: %s
sk: aktualizácia tajného kµúèa zlyhala: %s

source: Key not changed so no update needed.
ro: Cheia nu a fost schimbatã aºa cã nici o actualizare a fost necesarã.
sk: kµúè nebol zmenený, tak¾e nie je potrebné ho aktualizova».

source: Digest:
ro: Rezumat:

source: Features:
ro: Capabilitãþi:
sk: Charakteristiky:

source: Keyserver no-modify
ro: Server de chei no-modify

source: Preferred keyserver:
ro: Server de chei preferat:

source: There are no preferences on a PGP 2.x-style user ID.
ro: Nu existã nici o preferinþã pentru un ID utilizator stil PGP 2.x.
sk: U¾ívateµské ID vo formáte PGP 2.x nemá ¾iadne predvoµby

source: This key was revoked on %s by %s key %s
ro: Aceastã cheie a fost revocatã pe %s de %s cheia %s

source: This key may be revoked by %s key %s
ro: Aceastã cheie poate fi revocatã de %s cheia %s

source: (sensitive)
ro: (senzitiv)

source: created: %s
ro: creatã: %s

source: revoked: %s
ro: revocatã: %s

source: expired: %s
ro: expiratã: %s

source: expires: %s
ro: expirã: %s

source: usage: %s
ro: folosire: %s

source: trust: %s
ro: încredere: %s

source: validity: %s
ro: validitate: %s

source: This key has been disabled
ro: Aceastã cheie a fost deactivatã
sk: Tento kµúè bol oznaèený za neplatný (disabled)

source: card-no:
ro: nr-card:

source: Please note that the shown key validity is not necessarily correct unless you restart the program.
ro: Vã rugãm observaþi cã validitatea cheii arãtate nu este în mod necesar corectã dacã nu reporniþi programul.
sk: Prosím nezabúdajte, ¾e zobrazované údaje o platnosti kµúèov nemusia by» správne, pokiaµ znovu nespustíte program.

source: revoked
ro: revocatã

source: expired
ro: expiratã

source: WARNING: no user ID has been marked as primary. This command may cause a different user ID to become the assumed primary.
ro: AVERTISMENT: nici un ID utilizator nu a fost marcat ca primar. Aceastã comandã poate cauza ca un alt ID utilizator sã devinã ID-ul utilizator primar presupus.
sk: VAROVANIE: ¾iadne ID u¾ívateµa nebolo oznaèené ako primárne. Tento príkaz spôsobí, ¾e iné ID u¾ívateµa sa bude pova¾ova» primárne.

source: WARNING: This is a PGP2-style key. Adding a photo ID may cause some versions of PGP to reject this key.
ro: AVERTISMENT: Aceasta este o cheie stil PGP2. Adãugarea unei poze ID poate cauza unele versiuni de PGP sã respingã aceastã cheie.
sk: VAROVANIE: Toto je PGP2 kµúè. Pridanie fotografického ID mô¾e v niektorých verziách PGP vies» k odmietnutiu tohto kµúèa.

source: Are you sure you still want to add it? (y/N)
ro: Sunteþi încã sigur(ã) cã doriþi sã o adãugaþi? (d/N)
sk: Ste si istý, ¾e ho chcete stále prida»? (a/N)

source: You may not add a photo ID to a PGP2-style key.
ro: Nu puteþi adãuga o pozã ID la o cheie stil PGP2.
sk: Nemali by ste pridáva» fotografické ID k PGP2 kµúèu.

source: Delete this good signature? (y/N/q)
ro: ªtergeþi aceastã semnãturã bunã? (d/N/t)
sk: Zmaza» tento dobrý podpis? (a/N/u)

source: Delete this invalid signature? (y/N/q)
ro: ªtergeþi aceastã semnãturã invalidã? (d/N/t)
sk: Zmaza» tento neplatný podpis? (a/N/u)

source: Delete this unknown signature? (y/N/q)
ro: ªtergeþi aceastã semnãturã necunoscutã? (d/N/t)
sk: Zmaza» tento neznámy podpis? (a/N/u)

source: Really delete this self-signature? (y/N)
ro: ªtergeþi într-adevãr aceastã auto-semnãturã? (d/N)
sk: Skutoène zmaza» tento podpis podpísaný sebou samým? (a/N)

source: Deleted %d signature.
ro: Am ºters %d semnãturi.
sk: Zmazaný %d podpis.

source: Deleted %d signatures.
ro: Am ºters %d semnãturi.
sk: Zmazaných %d podpisov.

source: Nothing deleted.
ro: Nu am ºters nimic.
sk: Niè nebolo zmaznané.

source: invalid
ro: invalid(ã)

source: WARNING: This is a PGP 2.x-style key. Adding a designated revoker may cause some versions of PGP to reject this key.
ro: AVERTISMENT: Aceasta este o cheie stil PGP 2.x. Adãugarea unui revocator desemnat poate face ca unele versiuni de PGP sã respingã cheia.
sk: VAROVANIE: Toto je PGP2 kµúè. Pridanie fotografického ID mô¾e v niektorých verziách PGP vies» k odmietnutiu tohoto kµúèa.

source: You may not add a designated revoker to a PGP 2.x-style key.
ro: Nu puteþi adãuga un revocator desemnat la o cheie stil PGP 2.x.
sk: Nemali by ste pridáva» fotografické ID k PGP2 kµúèu.

source: Enter the user ID of the designated revoker:
ro: Introduceþi ID-ul utilizator al revocatorului desemnat:
sk: Vlo¾te identifikátor u¾ívateµa povereného revokáciou:

source: cannot appoint a PGP 2.x style key as a designated revoker
ro: nu pot desemna o cheie stil PGP 2.x ca un revocator desemnat
sk: kµúè vo formáte PGP 2.x nemo¾no poveri» revokáciou

source: you cannot appoint a key as its own designated revoker
ro: nu puteþi desemna o cheie ca propriul sãu revocator desemnat
sk: kµúè nemo¾no poveri» revokáciou ním samým

source: this key has already been designated as a revoker
ro: aceastã cheie a fost deja desemnatã ca un revocator

source: WARNING: appointing a key as a designated revoker cannot be undone!
ro: AVERTISMENT: desemnarea unei chei ca un revocator desemnat nu poate fi anulatã!
sk: VAROVANIE: oznaèenie kµúèa ako revokovací u¾ nemô¾e by» zru¹ené!

source: Are you sure you want to appoint this key as a designated revoker? (y/N)
ro: Sunteþi sigur(ã) cã doriþi sã desemnaþi aceastã cheie ca ºi un revocator desemnat? (d/N)

source: Please remove selections from the secret keys.
ro: Vã rugãm ºtergeþi selecþiile din cheile secrete.
sk: Prosím, odstráòte výber z tajných kµúèov.

source: Please select at most one subkey.
ro: Vã rugãm selectaþi cel mult o subcheie.

source: Changing expiration time for a subkey.
ro: Schimb timpul de expirare pentru o subcheie.

source: Changing expiration time for the primary key.
ro: Schimb timpul de expirare pentru cheia primarã.
sk: Mením dobu platnosti primárneho kµúèa.

source: You can't change the expiration date of a v3 key
ro: Nu puteþi schimba data de expirare a unei chei v3
sk: Nemô¾ete zmeni» dobu platnosti kµúèa verzie 3

source: No corresponding signature in secret ring
ro: Nici o semnãturã corespunzãtoare în inelul secret
sk: V súbore tajných kµúèov chýba zodpovedajúci podpis

source: Please select exactly one user ID.
ro: Vã rugãm selectaþi exact un ID utilizator.
sk: Prosím, vyberte práve jedno id u¾ívateµa.

source: skipping v3 self-signature on user ID "%s"
ro: auto-semnãturã v3 sãritã pentru ID-ul utilizator "%s"

source: Enter your preferred keyserver URL:
ro: Introduceþi URL-ul serverului de chei preferat:

source: Are you sure you want to replace it? (y/N)
ro: Sunteþi sigur(ã) cã doriþi sã o folosiþi? (d/N)

source: Are you sure you want to delete it? (y/N)
ro: Sunteþi sigur(ã) cã doriþi sã o folosiþi? (d/N)

source: No user ID with index %d
ro: Nici un ID utilizator cu indicele %d
sk: Neexistuje identifikátor u¾ívateµa s indexom %d

source: No user ID with hash %s
ro: Nici un ID utilizator cu hash-ul %s

source: No subkey with index %d
ro: Nici o subcheie cu indicele %d

source: user ID: "%s"
ro: ID utilizator: "%s"

source: signed by your key %s on %s%s%s
ro: semnatã de cheia d-voastrã %s la %s%s%s

source: (non-exportable)
ro: (non-exportabilã)
sk: (nexeportovateµné)

source: This signature expired on %s.
ro: Aceastã semnãturã a expirat pe %s.
sk: Platnos» podpisu vypr¹í %s.

source: Are you sure you still want to revoke it? (y/N)
ro: Sunteþi încã sigur(ã) cã doriþi sã o revocaþi? (d/N)
sk: Ste si istý, ¾e ho chcete stále revokova»? (a/N)

source: Create a revocation certificate for this signature? (y/N)
ro: Creaþi un certificat de revocare pentru aceastã semnãturã? (d/N)
sk: Vytvori» pre tento podpis revokaèný certifikát? (a/N)

source: You have signed these user IDs on key %s:
ro: Aþi semnat aceste ID-uri utilizator pe cheia %s:

source: (non-revocable)
ro: (non-revocabilã)

source: revoked by your key %s on %s
ro: revocatã de cheia d-voastrã %s pe %s

source: You are about to revoke these signatures:
ro: Sunteþi pe cale sã revocaþi aceste semnãturi:
sk: Chystáte sa revokova» tieto podpisy:

source: Really create the revocation certificates? (y/N)
ro: Doriþi într-adevãr sã creaþi certificatele de revocare? (d/N)
sk: Skutoène vytvori» revokaèné certifikáty? (a/N)

source: no secret key
ro: nici o cheie secretã
sk: neexistuje tajný kµúè

source: user ID "%s" is already revoked
ro: ID-ul utilizator "%s" este deja revocat
sk: u¾ívateµské ID "%s" je u¾ revokované

source: WARNING: a user ID signature is dated %d seconds in the future
ro: AVERTISMENT: o semnãturã ID utilizator este datatã %d secunde în viitor
sk: VAROVANIE: podpis pou¾ivateµkého ID vznikol %d sekund v budúcnosti

source: Key %s is already revoked.
ro: Cheia %s este deja revocatã.

source: Subkey %s is already revoked.
ro: Subcheia %s este deja revocatã.

source: Displaying %s photo ID of size %ld for key %s (uid %d)
ro: Afiºez poza ID %s de dimensiune %ld pentru cheia %s (uid %d)

source: preference `%s' duplicated
ro: preferinþa `%s' duplicatã

source: too many cipher preferences
ro: prea multe preferinþe de cifrare

source: too many digest preferences
ro: prea multe preferinþe de rezumat

source: too many compression preferences
ro: prea multe preferinþe de compresie

source: invalid item `%s' in preference string
ro: articol invalid `%s' în ºirul de preferinþe

source: writing direct signature
ro: scriu semnãturã directã
sk: zapisujem podpis kµúèa ním samým (direct signature)

source: writing self signature
ro: scriu auto semnãturã
sk: zapisujem podpis kµúèa sebou samým

source: writing key binding signature
ro: scriu semnãturã legatã de cheie
sk: zapisujem "key-binding" podpis

source: keysize invalid; using %u bits
ro: lungime cheie invalidã; folosesc %u biþi
sk: neplatná då¾ka kµúèa; pou¾ijem %u bitov

source: keysize rounded up to %u bits
ro: lungime cheie rotunjitã la %u biþi
sk: då¾ka kµúèa zaokrúhlená na %u bitov

source: Sign
ro: Semneazã

source: Encrypt
ro: Cifreazã

source: Authenticate
ro: Autentificã

source: SsEeAaQq
ro: SsCcAaTt

source: Possible actions for a %s key:
ro: Acþiuni posibile pentru o cheie %s:

source: Current allowed actions:
ro: Acþiuni permise curent:

source: (%c) Toggle the sign capability
ro: (%c) Comutã capabilitatea de semnare

source: (%c) Toggle the encrypt capability
ro: (%c) Comutã capabilitatea de cifrare

source: (%c) Toggle the authenticate capability
ro: (%c) Comutã capabilitatea de autentificare

source: (%c) Finished
ro: (%c) Terminat

source: Please select what kind of key you want:
ro: Selectaþi ce fel de cheie doriþi:
sk: Prosím, vyberte druh kµúèa, ktorý chcete:

source: (%d) DSA and Elgamal (default)
ro: (%d) DSA ºi Elgamal (implicit)

source: (%d) DSA (sign only)
ro: (%d) DSA (numai semnare)
sk: (%d) DSA (len na podpis)

source: (%d) DSA (set your own capabilities)
ro: (%d) DSA (seteazã singur capabilitãþile)

source: (%d) Elgamal (encrypt only)
ro: (%d) Elgamal (numai cifrare)

source: (%d) RSA (sign only)
ro: (%d) RSA (numai semnare)
sk: (%d) RSA (len na podpis)

source: (%d) RSA (encrypt only)
ro: (%d) RSA (numai cifrare)
sk: (%d) RSA (len na ¹ifrovanie)

source: (%d) RSA (set your own capabilities)
ro: (%d) RSA (seteazã singur capabilitãþile)

source: DSA keypair will have %u bits.
ro: Perechea de chei DSA va avea %u biþi.

source: %s keys may be between %u and %u bits long.
ro: cheile %s pot avea lungimea între %u ºi %u biþi.

source: What keysize do you want? (%u)
ro: Ce lungime de cheie doriþi? (%u)

source: %s keysizes must be in the range %u-%u
ro: dimensiunile cheii %s trebuie sã fie în intervalul %u-%u

source: Requested keysize is %u bits
ro: Lungimea cheii necesarã este %u biþi
sk: Po¾adovaná då¾ka kµúèa je %u bitov.

source: rounded up to %u bits
ro: rotunjitã prin adaos la %u biþi
sk: zaokrúhlené na %u bitov

source: Please specify how long the key should be valid. 0 = key does not expire <n> = key expires in n days <n>w = key expires in n weeks <n>m = key expires in n months <n>y = key expires in n years
ro: Specificaþi cât de mult timp doriþi sã fie validã cheia. 0 = cheia nu expirã <n> = cheia expirã în n zile <n>w = cheia expirã în n sãptãmâni <n>m = cheia expirã în n luni <n>y = cheia expirã în n ani
sk: Prosím urète, ako dlho by mal kµúè platit. 0 = doba platnosti kµúèa nie je obmedzená <n> = doba platnosti kµúèa skonèí za n dní <n>w = doba platnosti kµúèa skonèí za n tý¾dòov <n>m = doba platnosti kµúèa skonèí za n mesiacov <n>y = doba platnosti kµúèa skonèí za n rokov

source: Please specify how long the signature should be valid. 0 = signature does not expire <n> = signature expires in n days <n>w = signature expires in n weeks <n>m = signature expires in n months <n>y = signature expires in n years
ro: Specificaþi cât de mult timp doriþi sã fie validã semnãtura. 0 = semnãtura nu expirã <n> = semnãtura expirã în n zile <n>w = semnãtura expirã în n sãptãmâni <n>m = semnãtura expirã în n luni <n>y = semnãtura expirã în n ani
sk: Prosím urète, ako dlho by mal podpis platit. 0 = doba platnosti podpisu nie je onmedzená <n> = doba platnosti podpisu skonèí za n dní <n>w = doba platnosti podpisu skonèí za n tý¾dòov <n>m = doba platnosti podpisu skonèí za n mesiacov <n>y = doba platnosti podpisu skonèí za n rokov

source: Key is valid for? (0)
ro: Cheia este validã pentru? (0)
sk: Kµúè je platný na? (0)

source: Signature is valid for? (%s)
ro: Semnãtura este validã pentru? (%s)

source: invalid value
ro: valoare invalidã
sk: neplatná hodnota

source: Key does not expire at all
ro: Cheia nu expirã deloc

source: Signature does not expire at all
ro: Semnãtura nu expirã deloc

source: Key expires at %s
ro: Cheia expirã pe %s

source: Signature expires at %s
ro: Semnãtura expirã pe %s

source: Your system can't display dates beyond 2038. However, it will be correctly handled up to 2106.
ro: Sistemul d-voastrã nu poate afiºa date dupã 2038. Totuºi, acestea vor fi corect mânuite pânã în 2106.
sk: Vá¹ systém nevie zobrazi» dátumy po roku 2038. V ka¾dom prípade budú dátumy korektne spracovávané do roku 2106.

source: Is this correct? (y/N)
ro: Este aceasta corect? (d/N)

source: You need a user ID to identify your key; the software constructs the user ID from the Real Name, Comment and Email Address in this form: "Heinrich Heine (Der Dichter) <heinrichh@duesseldorf.de>"
ro: Aveþi nevoie de un ID utilizator pentru a identifica cheia; software-ul construieºte ID-ul utilizator din Numele Real, Comentariul ºi Adresa de Email în aceastã formã: "Popa Ioan (popicã) <popa.ioan@compania.ro>"

source: Real name:
ro: Nume real:
sk: Meno a priezvisko:

source: Invalid character in name
ro: Caracter invalid în nume
sk: Neplatný znak ve mene

source: Name may not start with a digit
ro: Numele nu poate începe cu o cifrã
sk: Meno nemô¾e zaèína» èíslicou

source: Name must be at least 5 characters long
ro: Numele trebuie sã fie de cel puþin 5 caractere
sk: Meno musí by» dlhé aspoò 5 znakov

source: Email address:
ro: Adresã de email:
sk: E-mailová adresa:

source: Not a valid email address
ro: Nu este o adresã de email validã
sk: Neplatná e-mailová adresa

source: Comment:
ro: Comentariu:
sk: Komentár:

source: Invalid character in comment
ro: Caracter invalid în comentariu
sk: Neplatný znak v komentári

source: You are using the `%s' character set.
ro: Folosiþi setul de caractere `%s'
sk: Pou¾ívate znakovú sadu `%s'.

source: You selected this USER-ID: "%s"
ro: Aþi selectat acest ID-UTILIZATOR: "%s"
sk: Zvolili ste tento identifikátor u¾ívateµa: "%s"

source: Please don't put the email address into the real name or the comment
ro: Vã rugãm nu puneþi adresa de email în numele real sau comentariu
sk: Do poµa meno alebo komentár nepí¹te, prosím, e-mailovú adresu.

source: NnCcEeOoQq
ro: NnCcEeOoTt
sk: mMkKeEPpUu

source: Change (N)ame, (C)omment, (E)mail or (Q)uit?
ro: Schimbã (N)ume, (C)omentariu, (E)mail sau (T)Terminã?
sk: Zmeni» (M)eno, (K)omentár, (E)-mail alebo (U)konèi»?

source: Change (N)ame, (C)omment, (E)mail or (O)kay/(Q)uit?
ro: Schimbã (N)ume, (C)omentariu, (E)mail sau (O)K/(T)Terminã?
sk: Zmeni» (M)eno, (K)omentár, (E)-mail alebo (P)okraèova»/(U)konèi»?

source: Please correct the error first
ro: Vã rugãm corectaþi mai întâi eroarea
sk: Najskôr, prosím, opravte chybu

source: You need a Passphrase to protect your secret key.
ro: Aveþi nevoie de o frazã-parolã pentru a vã proteja cheia secretã.
sk: Na ochranu Vá¹ho tajného kµúèa musíte zada» heslo.

source: You don't want a passphrase - this is probably a *bad* idea! I will do it anyway. You can change your passphrase at any time, using this program with the option "--edit-key".
ro: Nu aveþi nevoie de o frazã-parolã - aceasta este probabil o idee *proastã*! O sã o fac oricum. Puteþi schimba fraza-parolã oricând, folosind acest program cu opþiunea "--edit-key".
sk: Nechcete heslo - to *nie je* dobrý nápad! Dobre, budem pokraèova» bez hesla. Kedykoµvek mô¾ete heslo zmeni» pou¾itím tohto programu s parametrom "--edit-key".

source: We need to generate a lot of random bytes. It is a good idea to perform some other action (type on the keyboard, move the mouse, utilize the disks) during the prime generation; this gives the random number generator a better chance to gain enough entropy.
ro: Trebuie sã generãm o grãmadã de octeþi aleatori. Este o idee bunã sã faceþi altceva (tastaþi la tastaturã, miºcaþi mausul, utilizaþi discurile) în timpul generãrii numerelor prime; aceasta dã o ºansã generatorului de numere aleatoare o ºansã mai bunã de a aduna destulã entropie.
sk: Je potrebné vytvori» veµa náhodných bajtov. Poèas vytvárania mô¾ete vykonáva» inú prácu na poèítaèi (písa» na klávesnici, pohybova» my¹ou, pou¾íva» disky); vïaka tomu má generátor lep¹iu ¹ancu získa» dostatok entropie.

source: Key generation canceled.
ro: Generarea cheii a fost anulatã.
sk: Vytváranie kµúèa bolo zru¹ené.

source: writing public key to `%s'
ro: scriu cheia publicã în `%s'
sk: zapisujem verejný kµúè do `%s'

source: writing secret key stub to `%s'
ro: scriu talonul (stub) cheii secrete în `%s'

source: writing secret key to `%s'
ro: scriu cheia secretã în `%s'
sk: zapisujem tajný kµúè do `%s'

source: no writable public keyring found: %s
ro: nu am gãsit nici un inel de chei public de scris: %s
sk: nenájdený zapisovateµný súbor verejných kµúèov (pubring): %s

source: no writable secret keyring found: %s
ro: nu am gãsit nici un inel de chei secret de scris: %s
sk: nenájdený zapisovateµný súbor tajných kµúèov (secring): %s

source: error writing public keyring `%s': %s
ro: eroare la scrierea inelului de chei public `%s': %s
sk: chyba pri zápise do súboru verejných kµúèov `%s': %s

source: error writing secret keyring `%s': %s
ro: eroare la scrierea inelului de chei secret `%s': %s
sk: chyba pri zápise do súboru tajných kµúèov `%s': %s

source: public and secret key created and signed.
ro: cheile secretã ºi publicã au fost create ºi semnate.
sk: verejný a tajný kµúè boli vytvorené a podpísané.

source: Note that this key cannot be used for encryption. You may want to use the command "--edit-key" to generate a subkey for this purpose.
ro: De notat cã aceastã cheie nu poate fi folositã pentru cifrare. Poate doriþi sã folosiþi comanda "--edit-key" pentru a genera o subcheie secundarã pentru acest scop.
